# ---------------------------------------------
# Program by @developer_telegrams
#
#
# Version   Date        Info
# 1.0       2023    Initial Version
#
# ---------------------------------------------
"""
{
        "title": '',
        "description": "",
        "sort_id": "",
        "image": r"",
        "slug": "",
    }
"""
from src.business.Category.CategoryService import CategoryService

category_ = [
    {
        "title": 'TELEGRAM боты, USER TELEGRAM боты',
        "description": "Создание ИИ ассистентов. Написание ботов любой сложности. "
                       "Автоматизацию пользовательских аккаунтов. "
                       "Парсинг информации, мониторинг сообщений. "
                       "Сбор заявок в ваш бизнес по ключевым словам! "
                       "Копирование постов. Публикация постов по расписанию. "
                       "Модерация ваших чатов и каналов. Автоприем заявок. "
                       "Внедрение телеграм в ваш бизнес",
        "sort_id": 0,
        "image": r"http://127.0.0.1:8000/media/l3P96_jJDMQ.jpg",
        "slug": "telegram_bots",
        "icon": '',
    },
    {
        "title": 'Маркетплейсы',
        "description": "Автоматизация вашего бизнеса на WB, OZON, YANDEX, ALIEXPRESS, КУПЕР. "
                       "Авто получение данных по вашим кабинетам. Формирование эффективных Excel, Google таблиц, "
                       "Парсинг данных любой сложности. Увеличивайте кратно свой доход получая актуальную "
                       "и понятную информацию. Могу реализовать любую логику.",
        "sort_id": 1,
        "image": r"http://127.0.0.1:8000/media/l3P96_jJDMQ.jpg",
        "slug": "marketplaces",
        "icon": '',
    },
    {
        "title": 'API сервисы',
        "description": "Разработаю для вашего дела API сервис. FASTAPI, DJANGO REST. "
                       "Разработаю BACKEND части для вашего сайта или бота. Расширяю возможности "
                       "вашего приложения или бизнеса",
        "sort_id": 2,
        "image": r"http://127.0.0.1:8000/media/l3P96_jJDMQ.jpg",
        "slug": "api_services",
        "icon": '',
    },
    {
        "title": 'Android автоматизация',
        "description": "Автоматизирую любое приложение на android. "
                       "Необходимо работать соц сетях с мобильного приложения, но нет времени или денег на сотрудника? "
                       "Автоматизация Tik Tok, Youtube, VK и любых других Android приложений! "
                       "Забываете во время платить за телефон? "
                       "Автоматизирую платежи за телефон с банковского приложения!",
        "sort_id": 3,
        "image": r"http://127.0.0.1:8000/media/l3P96_jJDMQ.jpg",
        "slug": "android_auto",
        "icon": '',
    },
    {
        "title": 'Парсинг сайтов',
        "description": "Необходимо собрать информацию из открытых источников. Собрать актуальную базу данных контактов для вашего бизнеса? "
                       "Реализую бота для сбора данных. "
                       "Автоматическое получение данных с сайтов популярных маркетплейсов WB, OZONб, YA и другие ",
        "sort_id": 4,
        "image": r"http://127.0.0.1:8000/media/l3P96_jJDMQ.jpg",
        "slug": "parsing_sites",
        "icon": '',
    },
    {
        "title": 'Автоматизация сайтов',
        "description": "Необходимо автоматизировать работу на каком-нибудь сайте? "
                       "Разработаю для вас бота который будет заменять человека. "
                       "Можно не нанимать огромный штат сотрудников, можно 1 раз написать под конкретные задачи ботов! "
                       "Например работу с маркетплейсами или социальными сетями! От AVITO до HH.Ru",
        "sort_id": 5,
        "image": r"http://127.0.0.1:8000/media/l3P96_jJDMQ.jpg",
        "slug": "auto_sites",
        "icon": '',
    },
    {
        "title": 'Сайты',
        "description": "Разработаю любой сложности сайт. Могу разработать легкий и просто сайт, "
                       "или же современный по последним технологиям на JS, REACT, NEXT JS. "
                       "SEO оптимизированный SINGLE-PAGE! Разработка Online калькуляторов и сквизов (опросников)",
        "sort_id": 6,
        "image": r"http://127.0.0.1:8000/media/l3P96_jJDMQ.jpg",
        "slug": "sites",
        "icon": '',
    },
    {
        "title": 'EXCEL ТАБЛИЦЫ GOOGLE ТАБЛИЦЫ',
        "description": "Создам и сформирую удобные для вас таблицы с автоматическим получением и вычислением нужных данных. "
                       "Любой просчет вашей бизнес логике, любые формулы и любое оформление",
        "sort_id": 7,
        "image": r"http://127.0.0.1:8000/media/l3P96_jJDMQ.jpg",
        "slug": "excel_google",
        "icon": '',
    },
    {
        "title": 'ИИ автоматизация',
        "description": "Внедрю современные решения в области ИИ в ваш бизнес. Автоматизация по API в вашего бота или ваш сайт. "
                       "Необходимо создавать посты, "
                       "то можно автоматизировать получение картинок и текста и все это без вашего участия!",
        "sort_id": 8,
        "image": r"http://127.0.0.1:8000/media/l3P96_jJDMQ.jpg",
        "slug": "ii_auto",
        "icon": '',
    }
]
