# ---------------------------------------------
# Program by @developer_telegrams
#
#
# Version   Date        Info
# 1.0       2023    Initial Version
#
# ---------------------------------------------
works_list = [
    {
        'title': 'Бот для записи клиентов',
        'category': 1,
        'text': 'Бот будет полезен для самозанятых и малого бизнеса.  Помогает создавать окошки своих услуг для '
                'клиентов. Бот берет на себя запись клиентов. Хранение о них, о записях на практику. Бот '
                'уведомляет клиентов перед практикой. Собирает скриншоты платежей. Оповещает администратора '
                'о платежах. Можно добавлять новые окошки в расписание. Разные виды занятий.',
        'short_text': 'Создание своего расписания. Прием оплаты по скриншоту. Журнал записей',
        'descriptions': """<b>📅 Ваш личный Telegram-бот для записи клиентов!</b>
    <br><br>
    Управляйте своим временем эффективно и удобно с нашим ботом. Подходит для мастеров, тренеров, консультантов и других специалистов.
    <br><br>
    <b>🔹 Возможности:</b>
    <ul>
      <li>Создание и настройка расписания с учетом вашего графика.</li>
      <li>Автоматическое освобождение времени для новых клиентов.</li>
      <li>Запись клиентов на доступные слоты без лишних вопросов.</li>
      <li>Уведомления о записях и напоминания о встречах.</li>
      <li>Изменение графика прямо в чате — все под рукой!</li>
    </ul><br><br>

    <b>🔔 Почему это удобно?</b>
    <p>Бот помогает избежать путаницы с записями и экономит ваше время, предоставляя простой и понятный интерфейс для управления клиентами.</p>
    <br><br>
    <i>Попробуйте сейчас и сделайте свою работу проще!</i> 🚀""",
        "sort_id": 2,
        "image": 'http://127.0.0.1:8000/media/project/sapis_cllientov.jpg',
        "slug": 'sapis_cllientov',
        'icon': '',
        'video': 'https://rutube.ru/play/embed/72d39d521ffdc4e58fcef5f9444efc5a'
    },
    {
        'title': 'ChatGPT гороскопы',
        'category': 1,
        'text': 'В телеграм бота интегрирован ChatGPT с ролью составления сексуальных гороскопов и совместимости '
                'по дате рождения. Бот включает в себя функцию обязательной подписик пользователем на заданные '
                'группы или чаты в телеграме. Так же имеет модуль рассылки рекламы и гороскопов',
        'short_text': 'Внедрение ChatGPT, подписка пользователей на заданные группы. Рассылка рекламы',
        'descriptions': """<b>🔮 Telegram-бот с ChatGPT для рассылки гороскопов и не только!</b>
<br><br>
Бот, который объединяет магию астрологии и мощь искусственного интеллекта для взаимодействия с вашими подписчиками. Он поможет увлечь аудиторию, увеличить активность в группах и даже монетизировать ваш проект.
<br><br>
<b>💫 Возможности бота:</b>
<ul>
  <li>🌟 <b>Гороскопы на каждый день</b>: автоматическая рассылка персональных предсказаний для ваших подписчиков.</li>
  <li>❤️ <b>Сексуальный гороскоп</b>: уникальная функция для создания индивидуальных предсказаний для пары с анализом совместимости.</li>
  <li>🔗 <b>Продвижение групп</b>: заставляет подписчиков подписаться на заданные Telegram-каналы перед получением доступа к функциям бота.</li>
  <li>📢 <b>Рассылка рекламы</b>: доставка нужных сообщений вашим пользователям для монетизации.</li>
</ul>
<br><br>
<b>🎯 Почему это выгодно для заказчика?</b>
<ul>
  <li>📈 Увеличение аудитории: мотивируйте пользователей подписываться на ваши каналы и группы.</li>
  <li>💵 Монетизация: привлекайте рекламодателей и зарабатывайте на таргетированных рассылках.</li>
  <li>✨ Удержание аудитории: оригинальные и увлекательные функции бота делают его незаменимым инструментом для пользователей.</li>
  <li>🤖 ИИ-помощник: благодаря ChatGPT бот адаптируется под запросы аудитории, делая предсказания более интересными и точными.</li>
  <li>⚙️ Простота настройки: гибкий и интуитивный интерфейс для управления ботом без технических сложностей.</li>
</ul>""",
        "sort_id": 2,
        "image": 'http://127.0.0.1:8000/media/project/chatgpt_goroskop.jpg',
        "slug": 'chatgpt_goroskop',
        'icon': '',
        'video': 'https://rutube.ru/play/embed/be4ab6f84f2bb4938263a30629ca5c02'
    },
    {
        'title': 'Мониторинг заявок в TG',
        'category': 1,
        'text': 'Бот мониторит Online список чатов/каналов на новые сообщения. И в них ищет ключевые слова '
                'которые так же указываются в боте. При нахождение заданных слов, алгоритм присылает ссылку на '
                'сообщение, ссылку на профиль и само сообщение администратору в личные сообщения',
        'short_text': 'Поиск новых заявок в свой бизнес в чатах/каналах телеграмма',
        'descriptions': """<b>🔍 Бот для онлайн-мониторинга сообщений по ключевым словам</b>
<br><br>
Этот бот станет незаменимым инструментом для вашего бизнеса, помогая находить потенциальных клиентов и заявки в Telegram-каналах и чатах.
<br><br>
<b>💡 Как это работает:</b>
<ul>
  <li>🔑 <b>Настройка ключевых слов:</b> вы задаете список слов и фраз, связанных с вашим бизнесом или услугами.</li>
  <li>📲 <b>Мониторинг сообщений:</b> бот круглосуточно отслеживает публичные чаты и каналы в Telegram, фильтруя сообщения с заданными ключевыми словами.</li>
  <li>📥 <b>Мгновенные уведомления:</b> бот присылает вам найденные сообщения, чтобы вы могли оперативно реагировать.</li>
</ul>
<br><br>
<b>🎯 Преимущества для вашего бизнеса:</b>
<ul>
  <li>💼 <b>Поиск клиентов:</b> находите людей, которые интересуются вашими услугами или задают вопросы, связанные с вашей сферой.</li>
  <li>⏱ <b>Экономия времени:</b> не нужно вручную просматривать сотни чатов — бот делает это за вас.</li>
  <li>📈 <b>Увеличение дохода:</b> быстрый доступ к заявкам помогает обгонять конкурентов и привлекать новых клиентов.</li>
  <li>⚡ <b>Реактивность:</b> моментальная информация позволяет оперативно предлагать свои услуги или отвечать на запросы.</li>
  <li>🛠 <b>Гибкость настройки:</b> возможность корректировать ключевые слова и зоны поиска в любое время.</li>
</ul>
<br><br>
<b>Кто может использовать бота?</b>
<p>Этот инструмент идеально подойдет для предпринимателей, психологов, маркетологов, специалистов по продажам, юристам и всем, кто хочет расширить клиентскую базу через Telegram.</p>
""",
        "sort_id": 0,
        "image": 'http://127.0.0.1:8000/media/project/leads_from_telegram.jpg',
        "slug": 'leads_from_telegram',
        'icon': '',
        'video': 'https://rutube.ru/play/embed/08e7bd09cc48891ae1e85d9499320629'
    },
    {
        'title': 'Мониторинг недвижимости в TG',
        'category': 1,
        'text': 'Бот мониторит Online сайты с недвижимостью. И по заданным пользователем параметрам бот присылает '
                'объявления, как только их опубликуют на сайте',
        'short_text': 'Мониторинг объявлений с недвижимостью на сайтах',
        'descriptions': """<b>🏠 Бот для мониторинга сайтов недвижимости</b>  
<br><br>
Бот для автоматического отслеживая новые объявления на популярных сайтах недвижимости. ss.ge и myhome.ge 
<br><br>
<b>💡 Как работает бот:</b>  
<ul>
  <li>🔍 <b>Задайте параметры поиска:</b> выберите тип недвижимости, цену, площадь, местоположение и другие критерии.</li>
  <li>🌐 <b>Мониторинг сайтов:</b> бот круглосуточно отслеживает обновления на ведущих площадках недвижимости.</li>
  <li>📩 <b>Мгновенные уведомления:</b> как только появляется подходящее объявление, бот отправляет его вам в Telegram.</li>
</ul>  
<br><br>
<b>🎯 Преимущества бота:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> вам не нужно вручную проверять сайты — бот делает это за вас.</li>
  <li>⚡ <b>Оперативность:</b> будьте первыми, кто узнает о новых предложениях и успевайте заключить выгодную сделку.</li>
  <li>🎯 <b>Точность поиска:</b> бот отправляет только те объявления, которые соответствуют вашим критериям.</li>
  <li>📈 <b>Расширение возможностей:</b> бот может отслеживать сразу несколько сайтов и параметров, увеличивая ваши шансы найти идеальное предложение.</li>
  <li>🔔 <b>Удобство:</b> все найденные объявления приходят в Telegram, в формате с ссылками, фото и описанием.</li>
</ul>""",
        "sort_id": 3,
        "image": 'http://127.0.0.1:8000/media/project/real_estate.jpg',
        "slug": 'real_estate',
        'icon': '',
        'video': 'https://rutube.ru/play/embed/22e7733cb3e836c1890a63a882baed54'
    },
    {
        'title': 'Визовый бот TG',
        'category': 1,
        'text': 'Бот мониторит визовый сайт Казахстана, и при обнаружение слота записывается. Работает с прокси',
        'short_text': 'Парсер сайта посольства в телеграм. Запись по выданным кодам',
        'descriptions': """<b>🌍 Бот для мониторинга сайта посольства Казахстана</b>  
<br><br>
<b>💡 Как работает бот:</b>  
<ul>
  <li>🔍 <b>Мониторинг сайта:</b> бот автоматически проверяет расписание на сайте посольства Казахстана.</li>
  <li>📆 <b>Поиск свободных окон:</b> при обнаружении доступного времени для записи, бот моментально уведомляет вас.</li>
  <li>✍️ <b>Автозапись:</b> бот может автоматически записать вас на доступное время (если это предусмотрено системой посольства).</li>
</ul>  
<br><br>
<b>🎯 Преимущества бота:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> больше не нужно вручную проверять расписание — бот сделает всё за вас.</li>
  <li>⚡ <b>Оперативность:</b> получайте уведомления сразу после появления свободных слотов.</li>
  <li>📲 <b>Удобство:</b> вся информация приходит прямо в Telegram, в удобном формате.</li>
  <li>🔔 <b>Автоматизация:</b> возможность автозаписи избавляет вас от лишних действий.</li>
  <li>💼 <b>Надёжность:</b> бот работает круглосуточно и не упустит ни одного доступного времени.</li>
</ul>""",
        "sort_id": 3,
        "image": 'http://127.0.0.1:8000/media/project/kz_posolstvo.jpg',
        "slug": 'kz_posolstvo',
        'icon': '',
        'video': 'https://rutube.ru/play/embed/f03e4eb3fec46a267add4b8324d1a8f4'
    }
]
