# ---------------------------------------------
# Program by @developer_telegrams
#
#
# Version   Date        Info
# 1.0       2023    Initial Version
#
# ---------------------------------------------


works_list = [
    {
        'title': 'Бот для записи клиентов',
        'text': 'Бот будет полезен для самозанятых и малого бизнеса.  Помогает создавать окошки своих услуг для '
                'клиентов. Бот берет на себя запись клиентов. Хранение о них, о записях на практику. Бот '
                'уведомляет клиентов перед практикой. Собирает скриншоты платежей. Оповещает администратора '
                'о платежах. Можно добавлять новые окошки в расписание. Разные виды занятий.',
        'short_text': 'Создание своего расписания. Прием оплаты по скриншоту. Журнал записей',
        'descriptions': """<b>📅 Ваш личный Telegram-бот для записи клиентов!</b>
    <br><br>
    Управляйте своим временем эффективно и удобно с нашим ботом. Подходит для мастеров, тренеров, консультантов и других специалистов.
    <br><br>
    <b>🔹 Возможности:</b>
    <ul>
      <li>Создание и настройка расписания с учетом вашего графика.</li>
      <li>Автоматическое освобождение времени для новых клиентов.</li>
      <li>Запись клиентов на доступные слоты без лишних вопросов.</li>
      <li>Уведомления о записях и напоминания о встречах.</li>
      <li>Изменение графика прямо в чате — все под рукой!</li>
    </ul><br><br>

    <b>🔔 Почему это удобно?</b>
    <p>Бот помогает избежать путаницы с записями и экономит ваше время, предоставляя простой и понятный интерфейс для управления клиентами.</p>
    <br><br>
    <i>Попробуйте сейчас и сделайте свою работу проще!</i> 🚀""",
        "sort_id": 2,
        "image": 'media/project/sapis_cllientov.jpg',
        "slug": 'sapis_cllientov',
        'video': 'https://rutube.ru/play/embed/72d39d521ffdc4e58fcef5f9444efc5a'
    },
    {
        'title': 'ChatGPT гороскопы',
        'text': 'В телеграм бота интегрирован ChatGPT с ролью составления сексуальных гороскопов и совместимости '
                'по дате рождения. Бот включает в себя функцию обязательной подписик пользователем на заданные '
                'группы или чаты в телеграме. Так же имеет модуль рассылки рекламы и гороскопов',
        'short_text': 'Внедрение ChatGPT, подписка пользователей на заданные группы. Рассылка рекламы',
        'descriptions': """<b>🔮 Telegram-бот с ChatGPT для рассылки гороскопов и не только!</b>
<br><br>
Бот, который объединяет магию астрологии и мощь искусственного интеллекта для взаимодействия с вашими подписчиками. Он поможет увлечь аудиторию, увеличить активность в группах и даже монетизировать ваш проект.
<br><br>
<b>💫 Возможности бота:</b>
<ul>
  <li>🌟 <b>Гороскопы на каждый день</b>: автоматическая рассылка персональных предсказаний для ваших подписчиков.</li>
  <li>❤️ <b>Сексуальный гороскоп</b>: уникальная функция для создания индивидуальных предсказаний для пары с анализом совместимости.</li>
  <li>🔗 <b>Продвижение групп</b>: заставляет подписчиков подписаться на заданные Telegram-каналы перед получением доступа к функциям бота.</li>
  <li>📢 <b>Рассылка рекламы</b>: доставка нужных сообщений вашим пользователям для монетизации.</li>
</ul>
<br><br>
<b>🎯 Почему это выгодно для заказчика?</b>
<ul>
  <li>📈 Увеличение аудитории: мотивируйте пользователей подписываться на ваши каналы и группы.</li>
  <li>💵 Монетизация: привлекайте рекламодателей и зарабатывайте на таргетированных рассылках.</li>
  <li>✨ Удержание аудитории: оригинальные и увлекательные функции бота делают его незаменимым инструментом для пользователей.</li>
  <li>🤖 ИИ-помощник: благодаря ChatGPT бот адаптируется под запросы аудитории, делая предсказания более интересными и точными.</li>
  <li>⚙️ Простота настройки: гибкий и интуитивный интерфейс для управления ботом без технических сложностей.</li>
</ul>""",
        "sort_id": 2,
        "image": 'media/project/chatgpt_goroskop.jpg',
        "slug": 'chatgpt_goroskop',
        'video': 'https://rutube.ru/play/embed/be4ab6f84f2bb4938263a30629ca5c02'
    },
    {
        'title': 'Мониторинг заявок в TG',
        'text': 'Бот мониторит Online список чатов/каналов на новые сообщения. И в них ищет ключевые слова '
                'которые так же указываются в боте. При нахождение заданных слов, алгоритм присылает ссылку на '
                'сообщение, ссылку на профиль и само сообщение администратору в личные сообщения. Например отслеживая "подскажите психолога" можно находить заявки для психолога',
        'short_text': 'Поиск новых заявок в свой бизнес в чатах/каналах телеграмма',
        'descriptions': """<b>🔍 Бот для онлайн-мониторинга сообщений по ключевым словам</b>
<br><br>
Этот бот станет незаменимым инструментом для вашего бизнеса, помогая находить потенциальных клиентов и заявки в Telegram-каналах и чатах.
<br><br>
<b>💡 Как это работает:</b>
<ul>
  <li>🔑 <b>Настройка ключевых слов:</b> вы задаете список слов и фраз, связанных с вашим бизнесом или услугами.</li>
  <li>📲 <b>Мониторинг сообщений:</b> бот круглосуточно отслеживает публичные чаты и каналы в Telegram, фильтруя сообщения с заданными ключевыми словами.</li>
  <li>📥 <b>Мгновенные уведомления:</b> бот присылает вам найденные сообщения, чтобы вы могли оперативно реагировать.</li>
</ul>
<br><br>
<b>🎯 Преимущества для вашего бизнеса:</b>
<ul>
  <li>💼 <b>Поиск клиентов:</b> находите людей, которые интересуются вашими услугами или задают вопросы, связанные с вашей сферой.</li>
  <li>⏱ <b>Экономия времени:</b> не нужно вручную просматривать сотни чатов — бот делает это за вас.</li>
  <li>📈 <b>Увеличение дохода:</b> быстрый доступ к заявкам помогает обгонять конкурентов и привлекать новых клиентов.</li>
  <li>⚡ <b>Реактивность:</b> моментальная информация позволяет оперативно предлагать свои услуги или отвечать на запросы.</li>
  <li>🛠 <b>Гибкость настройки:</b> возможность корректировать ключевые слова и зоны поиска в любое время.</li>
</ul>
<br><br>
<b>Кто может использовать бота?</b>
<p>Этот инструмент идеально подойдет для предпринимателей, психологов, маркетологов, специалистов по продажам, юристам и всем, кто хочет расширить клиентскую базу через Telegram.</p>
""",
        "sort_id": 1,
        "image": 'media/project/leads_from_telegram.jpg',
        "slug": 'leads_from_telegram',
        'video': 'https://rutube.ru/play/embed/08e7bd09cc48891ae1e85d9499320629'
    },
    {
        'title': 'Мониторинг недвижимости в TG',
        'text': 'Бот мониторит Online сайты с недвижимостью. И по заданным пользователем параметрам бот присылает '
                'объявления, как только их опубликуют на сайте',
        'short_text': 'Мониторинг объявлений с недвижимостью на сайтах',
        'descriptions': """<b>🏠 Бот для мониторинга сайтов недвижимости</b>  
<br><br>
Бот для автоматического отслеживая новые объявления на популярных сайтах недвижимости. ss.ge и myhome.ge 
<br><br>
<b>💡 Как работает бот:</b>  
<ul>
  <li>🔍 <b>Задайте параметры поиска:</b> выберите тип недвижимости, цену, площадь, местоположение и другие критерии.</li>
  <li>🌐 <b>Мониторинг сайтов:</b> бот круглосуточно отслеживает обновления на ведущих площадках недвижимости.</li>
  <li>📩 <b>Мгновенные уведомления:</b> как только появляется подходящее объявление, бот отправляет его вам в Telegram.</li>
</ul>  
<br><br>
<b>🎯 Преимущества бота:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> вам не нужно вручную проверять сайты — бот делает это за вас.</li>
  <li>⚡ <b>Оперативность:</b> будьте первыми, кто узнает о новых предложениях и успевайте заключить выгодную сделку.</li>
  <li>🎯 <b>Точность поиска:</b> бот отправляет только те объявления, которые соответствуют вашим критериям.</li>
  <li>📈 <b>Расширение возможностей:</b> бот может отслеживать сразу несколько сайтов и параметров, увеличивая ваши шансы найти идеальное предложение.</li>
  <li>🔔 <b>Удобство:</b> все найденные объявления приходят в Telegram, в формате с ссылками, фото и описанием.</li>
</ul>""",
        "sort_id": 3,
        "image": 'media/project/real_estate.jpg',
        "slug": 'real_estate',
        'video': 'https://rutube.ru/play/embed/22e7733cb3e836c1890a63a882baed54'
    },
    {
        'title': 'Визовый бот TG',
        'text': 'Бот мониторит визовый сайт Казахстана, и при обнаружение слота записывается. Работает с прокси',
        'short_text': 'Парсер сайта посольства в телеграм. Запись по выданным кодам',
        'descriptions': """<b>🌍 Бот для мониторинга сайта посольства Казахстана</b>  
<br><br>
<b>💡 Как работает бот:</b>  
<ul>
  <li>🔍 <b>Мониторинг сайта:</b> бот автоматически проверяет расписание на сайте посольства Казахстана.</li>
  <li>📆 <b>Поиск свободных окон:</b> при обнаружении доступного времени для записи, бот моментально уведомляет вас.</li>
  <li>✍️ <b>Автозапись:</b> бот может автоматически записать вас на доступное время (если это предусмотрено системой посольства).</li>
</ul>  
<br><br>
<b>🎯 Преимущества бота:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> больше не нужно вручную проверять расписание — бот сделает всё за вас.</li>
  <li>⚡ <b>Оперативность:</b> получайте уведомления сразу после появления свободных слотов.</li>
  <li>📲 <b>Удобство:</b> вся информация приходит прямо в Telegram, в удобном формате.</li>
  <li>🔔 <b>Автоматизация:</b> возможность автозаписи избавляет вас от лишних действий.</li>
  <li>💼 <b>Надёжность:</b> бот работает круглосуточно и не упустит ни одного доступного времени.</li>
</ul>""",
        "sort_id": 3,
        "image": 'media/project/kz_posolstvo.jpg',
        "slug": 'kz_posolstvo',
        'video': 'https://rutube.ru/play/embed/f03e4eb3fec46a267add4b8324d1a8f4'
    },
    {
        'title': 'Бот расписания университетов',
        'text': 'Бот в многопоточном режиме мониторит 650 расписаний университетов. И если происходят изменения, то '
                'высылает их студентам. Так же в нём можно посмотреть актуальное расписание, на следующую неделю. '
                'Так же бот имеет возможность выставить во сколько требуется присылать уведомление о парах на '
                'завтра и напоминание о предстоящей паре. В боте есть модуль оплаты',
        'short_text': 'Следит за изменениями. Есть модуль оплаты. Высылает актуальное расписание пар',
        'descriptions': """<b>🎓 Telegram-бот для мониторинга расписания университетов</b>  
<br><br>
Идеальное решение для студентов, которые хотят всегда быть в курсе изменений в расписании и своевременно получать напоминания о парах.  
<br><br>
<b>💡 Что умеет бот:</b>  
<ul>
  <li>📅 <b>Мониторинг расписания:</b> бот автоматически отслеживает изменения в расписании и моментально уведомляет студентов.</li>
  <li>🔍 <b>Просмотр актуального расписания:</b> всегда под рукой расписание на текущую или следующую неделю.</li>
  <li>⏰ <b>Напоминания:</b> возможность настроить уведомления:
    <ul>
      <li>о расписании на завтра в заданное время;</li>
      <li>о предстоящей паре с заданным интервалом (например, за 30 минут).</li>
    </ul>
  </li>
  <li>💳 <b>Модуль оплаты:</b> доступ к функциям через встроенные платёжные возможности.</li>
</ul>  
<br><br>
<b>🎯 Преимущества для студентов:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> больше не нужно вручную проверять изменения в расписании — бот делает это за вас.</li>
  <li>⚡ <b>Оперативность:</b> моментальные уведомления помогают быть готовым к изменениям и не пропускать пары.</li>
  <li>📲 <b>Удобство:</b> всё расписание и настройки доступны в одном месте — в вашем Telegram.</li>
  <li>🔔 <b>Персонализация:</b> гибкие настройки напоминаний позволяют адаптировать бота под ваши нужды.</li>
</ul>  
<br><br>
<b>Для кого полезен бот?</b>  
<p>Идеальное решение для студентов, преподавателей и администраторов университетов, чтобы всегда быть в курсе расписания и вовремя реагировать на изменения.</p>  
""",
        "sort_id": 0,
        "image": 'media/project/university_tg.jpg',
        "slug": 'university_tg',
        'video': 'https://rutube.ru/play/embed/29219f307ddce1f52de0dbaca223dc16'
    },
    {
        'title': 'Автоприем заявок на вступление',
        'text': 'Бот принимает заявки на вступление в чат. Тем самым уровень вступивших поднимается, '
                'а уровень отписок падает в разы',
        'short_text': 'Бот принимает заявки и просит подписаться на доп каналы',
        'descriptions': """<b>🔐 Telegram-бот для приёма заявок на вступление в канал</b>  

<b>💡 Как работает бот:</b>  
<ul>
  <li>📋 <b>Приём заявок:</b> перед вступлением в чат пользователь отправляет заявку</li>
  <li>✅ <b>Проверка:</b> бот автоматически подтверждает заявки, решая, кто может присоединиться.</li>
</ul>  

<b>🎯 Преимущества бота:</b>  
<ul>
  <li>🎯 <b>Качественная аудитория:</b> только заинтересованные и проверенные пользователи попадают в ваш чат.</li>
  <li>⏱ <b>Экономия времени:</b> автоматизация процесса приёма заявок упрощает работу администратора.</li>
  <li>🔒 <b>Защита от спама:</b> минимизация нежелательных участников и ботов в вашем сообществе.</li>
  <li>📊 <b>Повышение вовлечённости:</b> участники, прошедшие фильтр, более активно участвуют в обсуждениях, создавая качественный контент в чате.</li>
  <li>⚙️ <b>Гибкость:</b> возможность настроить вопросы для заявки и выбрать режим проверки (автоматический или ручной).</li>
</ul>  

<b>Для кого полезен бот?</b>  
<p>Этот бот идеально подойдёт для администраторов тематических чатов, закрытых клубов, профессиональных сообществ и групп с эксклюзивным контентом.</p>""",
        "sort_id": 4,
        "image": 'media/project/auto_approve_tg.jpg',
        "slug": 'auto_approve_tg',
        'video': 'https://rutube.ru/play/embed/13031d3cf936ac0b8a1d08d0499717b2'
    },
    {
        'title': 'Автоматизация Avito платежей',
        'text': 'Бот автоматизирует работу на сайте AVITO по выводу денег на карту за заказ. Пишет случайные заданные в боте отзывы, и осуществляет переписку с клиентом',
        'short_text': 'Выводит деньги на заданные карты. Переписывается',
        'descriptions': """<b>💳 Telegram-бот для автоматизации вывода денег с Avito на карту</b>  
<br><br>
Этот бот — ваш надёжный финансовый помощник, который упрощает и ускоряет процесс вывода средств с платформы Avito. Забудьте о сложных ручных операциях — всё делается автоматически!  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>🔄 <b>Автоматизация вывода:</b> бот самостоятельно обрабатывает заказы и переводит заработанные деньги на вашу карту.</li>
  <li>📲 <b>Уведомления:</b> мгновенные сообщения о статусе вывода средств и успешных транзакциях.</li>
  <li>⚙️ <b>Гибкая настройка:</b> возможность привязать несколько карт и управлять процессом прямо из Telegram.</li>
  <li>💼 <b>Отчёты:</b> подробная статистика по выполненным транзакциям для контроля ваших финансов.</li>
</ul>  
<br><br>
<b>🎯 Преимущества использования:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> вывод средств занимает считанные секунды без необходимости вручную обрабатывать транзакции.</li>
  <li>🔒 <b>Безопасность:</b> все операции выполняются с максимальной защитой данных и соблюдением конфиденциальности.</li>
  <li>📊 <b>Прозрачность:</b> бот предоставляет полную историю выводов, что облегчает контроль за финансами.</li>
  <li>💰 <b>Удобство:</b> возможность настроить автоматический вывод по определённым суммам или времени.</li>
  <li>📲 <b>Доступность:</b> управление средствами прямо из Telegram в любое время и с любого устройства.</li>
</ul>  

<b>Для кого полезен бот?</b>  
<p>Идеальное решение для активных продавцов на Avito, которые ценят своё время и хотят упростить процесс управления финансами.</p>""",
        "sort_id": 3,
        "image": 'media/project/avito_payments.jpg',
        "slug": 'avito_payments',
        'video': 'https://rutube.ru/play/embed/d09d5e46bea9f318c99d843100df618a'
    },
    {
        'title': 'Сборщик людей из ТГ',
        'text': 'Бот собирает пользователей, их контакты и данные телеграм из каналов, чатов и из комментариев. Записывает в Excel файл. Имеет гибкие настройки которые задаются в телеграм боте',
        'short_text': 'Собирает подписчиков из телеграм каналов/чатов и из комментариев',
        'descriptions': """<b>📊 Telegram-бот для сбора данных пользователей</b>  
<br><br>
Удобный инструмент для тех, кто хочет эффективно собирать данные о пользователях из Telegram. Бот автоматически собирает контакты, данные пользователей и записывает их в Excel-файл для дальнейшего использования.  
<br><br>
<b>💡 Что умеет бот:</b>  
<ul>
  <li>👥 <b>Сбор данных:</b> собирает имена, ID, контакты и другую информацию о пользователях из каналов, чатов и комментариев.</li>
  <li>📋 <b>Экспорт данных:</b> автоматически сохраняет собранную информацию в Excel-файле, готовом к работе.</li>
  <li>⚙️ <b>Гибкие настройки:</b> возможность задать фильтры и параметры сбора прямо в интерфейсе Telegram-бота.</li>
  <li>📂 <b>Управление файлами:</b> сохраняет файлы с данными для удобного скачивания и дальнейшего анализа.</li>
</ul>  
<br><br>
<b>🎯 Преимущества бота:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> автоматизация избавляет от ручного поиска и копирования данных.</li>
  <li>🎯 <b>Точность:</b> бот собирает только актуальную информацию, соответствующую заданным критериям.</li>
  <li>📊 <b>Удобство работы с данными:</b> готовый Excel-файл упрощает анализ и использование собранной информации.</li>
  <li>🔧 <b>Гибкость:</b> возможность настроить фильтры по активности, ключевым словам, группам или другим параметрам.</li>
  <li>🔒 <b>Конфиденциальность:</b> бот работает в пределах доступной информации, не нарушая правил Telegram.</li>
</ul>  
<br><br>
<b>Для кого полезен бот?</b>  
<p>Идеальное решение для маркетологов, администраторов чатов и каналов, а также для тех, кто занимается аналитикой или ищет новых клиентов в Telegram.</p>  
<br><br>
<i>Начните использовать бота уже сегодня и автоматизируйте сбор данных для вашего бизнеса!</i> 🚀  
""",
        "sort_id": 4,
        "image": 'media/project/people_pars.jpg',
        "slug": 'people_pars',
        'video': 'https://rutube.ru/play/embed/57e0fb2206690473e27799f0a44e7b4d'
    },
    {
        'title': 'TG бот раздачи скинов CS GO',
        'text': 'Телеграм бот добавляется в чат и смотрит активность пользователей. И за каждый уникальный комментарий начисляет баллы. Пользователи получившие достаточное кол-во баллов могут потратить их скины из CS GO',
        'short_text': 'Выдача скинов за комментарии и активности в ТГ канале',
        'descriptions': """<b>🎮 Telegram-бот для поощрения активности в чате</b>  
<br><br>
Этот бот станет идеальным мотиватором для участников вашего чата! Он отслеживает активность пользователей, начисляет баллы за уникальные комментарии и позволяет тратить их на эксклюзивные скины из CS:GO.  
<br><br>
<b>💡 Что умеет бот:</b>  
<ul>
  <li>👀 <b>Отслеживание активности:</b> бот фиксирует каждый уникальный комментарий пользователя в чате.</li>
  <li>🎯 <b>Начисление баллов:</b> за активность участники получают очки, которые копятся в их личном кабинете.</li>
  <li>🎁 <b>Награды за баллы:</b> пользователи могут обменивать накопленные баллы на скины из CS:GO прямо в боте.</li>
  <li>📲 <b>Прозрачность:</b> возможность проверить свой текущий баланс и историю активности.</li>
</ul>  
<br><br>
<b>🎯 Преимущества бота:</b>  
<ul>
  <li>🔥 <b>Мотивация участников:</b> система баллов и наград стимулирует активность в чате.</li>
  <li>📈 <b>Рост вовлечённости:</b> пользователи становятся более заинтересованными в обсуждениях и взаимодействиях.</li>
  <li>🎮 <b>Уникальный формат:</b> связь с CS:GO делает чат привлекательным для геймеров и фанатов игры.</li>
  <li>⚙️ <b>Автоматизация:</b> бот сам отслеживает комментарии, начисляет баллы и управляет системой наград.</li>
  <li>💼 <b>Управление наградами:</b> администратор может настраивать систему баллов и добавлять новые награды.</li>
</ul>  
<br><br>
<b>Для кого полезен бот?</b>  
<p>Идеальное решение для чатов, связанных с игровой тематикой, киберспортом, геймерскими сообществами или для администраторов, которые хотят повысить активность участников.</p>""",
        "sort_id": 4,
        "image": 'media/project/cs_go_tg.jpg',
        "slug": 'cs_go_tg',
        'video': 'https://rutube.ru/play/embed/0d2274ffaa9ecf53a98ccdcf315fde58'
    },
    {
        'title': 'TG бот анкетирования',
        'text': 'Бот опрашивает людей, собирает анкету и сохраняет в excel файл, в google sheets, и отправляет в телеграм в личные сообщения. Так же все текста от вопросов и в меню можно редактировать в админ панели бота.',
        'short_text': 'Сохранение данных в Excel/Google таблицах. Редактирование текстов в боте',
        'descriptions': """<b>📋 Telegram-бот для сбора анкет</b>  
<br><br>
Идеальный инструмент для автоматического проведения опросов, сбора анкет и удобного хранения результатов. Этот бот помогает эффективно собирать данные, настраивать вопросы и управлять процессом прямо из Telegram.  
<br><br>
<b>💡 Что умеет бот:</b>  
<ul>
  <li>📝 <b>Сбор анкет:</b> бот проводит опросы и записывает ответы пользователей.</li>
  <li>📂 <b>Сохранение данных:</b> ответы автоматически сохраняются в:
    <ul>
      <li>Excel-файл;</li>
      <li>Google Sheets (для удобного доступа и совместной работы);</li>
      <li>Личные сообщения в Telegram (для оперативного получения информации).</li>
    </ul>
  </li>
  <li>✏️ <b>Редактируемые тексты:</b> вопросы, инструкции и меню полностью настраиваются через удобную админ-панель.</li>
</ul>  
<br><br>
<b>🎯 Преимущества бота:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> автоматизация опросов избавляет от ручной работы по сбору данных.</li>
  <li>⚙️ <b>Гибкость настроек:</b> возможность изменять вопросы и меню делает бот универсальным для любых задач.</li>
  <li>📊 <b>Удобство хранения:</b> все данные доступны в Excel или Google Sheets, что упрощает анализ и обработку.</li>
  <li>🔔 <b>Оперативность:</b> мгновенная отправка собранных данных в личные сообщения позволяет сразу получить доступ к информации.</li>
  <li>🔒 <b>Конфиденциальность:</b> ответы пользователей надёжно хранятся и передаются только администратору.</li>
</ul>  
<br><br>
<b>Для кого полезен бот?</b>  
<p>Идеальное решение для HR-специалистов, маркетологов, организаторов мероприятий, учебных заведений и любых организаций, которым важно собирать анкеты и мнения.</p>""",
        "sort_id": 3,
        "image": 'media/project/anketa_cars_tg.jpg',
        "slug": 'anketa_cars_tg',
        'video': 'https://rutube.ru/play/embed/b3d972044f4a567d6c37be584c63f8b0'
    },
    {
        'title': 'Планировщик постов',
        'text': 'Бот публикует в добавленные каналы заготовленные посты любого медиа формата. Может добавлять клавиатуру к постам. Бот анализирует сообщения в чате от пользователей и в случае нахождения нужных слов высылает заранее заготовленные посты',
        'short_text': 'Публикует посты, добавляет клавиатуру к ним. Реагирует на слова',
        'descriptions': """<b>📢 Telegram-бот для публикации и автоматического реагирования на сообщения</b>  
<br><br>
Эффективный инструмент для автоматизации публикаций и повышения вовлечённости аудитории. Бот публикует посты в каналах и автоматически реагирует на сообщения пользователей в чате, предоставляя им заранее подготовленный контент.  
<br><br>
<b>💡 Что умеет бот:</b>  
<ul>
  <li>📄 <b>Публикация постов:</b> размещает заранее заготовленные посты любого формата (текст, фото, видео, документы, голосовые, кружочки) в добавленных каналах.</li>
  <li>🎛 <b>Настройка клавиатур:</b> возможность добавлять кнопки к постам для удобства пользователей.</li>
  <li>🔍 <b>Анализ сообщений:</b> мониторит чат на наличие заданных ключевых слов.</li>
  <li>📩 <b>Ответы на ключевые слова:</b> при нахождении нужного слова отправляет в чат заранее заготовленный пост или сообщение.</li>
</ul>  
<br><br>
<b>🎯 Преимущества бота:</b>  
<ul>
  <li>⏱ <b>Автоматизация процессов:</b> публикации и ответы происходят без участия администратора, что экономит время.</li>
  <li>📈 <b>Рост вовлечённости:</b> интерактивные посты и быстрые ответы удерживают внимание пользователей и делают общение более активным.</li>
  <li>⚙️ <b>Гибкость настроек:</b> возможность адаптировать посты, клавиатуры и ключевые слова под нужды канала или бизнеса.</li>
  <li>📊 <b>Удобство управления:</b> вся работа с ботом ведётся через интуитивно понятный интерфейс бота Telegram.</li>
  <li>🔄 <b>Универсальность:</b> поддержка любого медиаформата позволяет делать публикации более разнообразными и интересными.</li>
</ul>  
<br><br>
<b>Для кого полезен бот?</b>  
<p>Идеальное решение для администраторов Telegram-каналов и чатов, маркетологов, владельцев бизнеса, блогеров и всех, кто хочет автоматизировать публикацию контента и повысить качество взаимодействия с аудиторией.</p>  
<br><br>
<i>Начните использовать бота прямо сейчас и освободите время для стратегических задач, пока он заботится о вашей аудитории!</i> 🚀  
""",
        "sort_id": 3,
        "image": 'media/project/sender_msg.jpg',
        "slug": 'sender_msg',
        'video': 'https://rutube.ru/play/embed/adefbd1d808e4eeb5de035bddccd4c55'
    },
    {
        'title': 'Бот для ветклиники',
        'text': 'Бот для записи клиентов ветклиники и отправки заявки менеджерам в личные сообщения.',
        'short_text': 'Анкетирует клиента и отправляет заявку менеджерам в ЛС',
        'descriptions': """<b>🐾 Telegram-бот для записи клиентов ветеринарной клиники</b>  
<br><br>
Удобный инструмент для автоматизации записи клиентов в ветклинику. Бот помогает легко организовать процесс записи, упрощает работу менеджеров и улучшает клиентский сервис.  
<br><br>
<b>💡 Что умеет бот:</b>  
<ul>
  <li>📅 <b>Запись на приём:</b> клиент может выбрать удобное время и дату для посещения клиники через Telegram.</li>
  <li>📩 <b>Уведомления для менеджеров:</b> бот отправляет заявки о записи в личные сообщения менеджеру для оперативной обработки.</li>
  <li>🔄 <b>Управление записями:</b> возможность подтверждения, изменения или отмены записи через админ-панель.</li>
  <li>📊 <b>Сбор информации:</b> бот запрашивает необходимые данные клиента, такие как имя, номер телефона, вид питомца и причина обращения.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> автоматизация записи освобождает менеджеров от рутинной работы.</li>
  <li>📈 <b>Повышение качества сервиса:</b> клиенты могут записываться в любое время, что делает процесс удобным и доступным.</li>
  <li>📲 <b>Оперативная обработка:</b> заявки сразу поступают к менеджерам, что ускоряет процесс подтверждения записи.</li>
  <li>🔒 <b>Защита данных:</b> бот надёжно хранит и передаёт информацию, соблюдая конфиденциальность.</li>
  <li>🎛 <b>Гибкость:</b> возможность адаптировать бота под нужды конкретной ветклиники, добавляя уникальные функции и настройки.</li>
</ul>""",
        "sort_id": 2,
        "image": 'media/project/vet_tg.jpg',
        "slug": 'vet_tg',
        'video': 'https://rutube.ru/play/embed/bfbd8fb96187f5b1c0f37d2002f09866'
    },
    {
        'title': 'Недвижимость Дубая',
        'text': 'Бот агентства недвижимости в дубае. Мультиязычный, английский, арабский, русский. Можно добавлять менеджеров по логину или ID его телеграм аккаунта. Заявки приходят в google sheets, так же администраторам и  менеджерам в ЛС',
        'short_text': 'Мультиязычный бот агентства недвижимости. ТГ роли, Google Sheets',
        'descriptions': """<b>🏢 Telegram-бот агентства недвижимости в Дубае</b>  
<br><br>
Инновационный инструмент для упрощения взаимодействия с клиентами агентства недвижимости. Бот предоставляет удобный сервис для подачи заявок, подходит для работы с международной аудиторией и ускоряет обработку запросов.  
<br><br>
<b>💡 Что умеет бот:</b>  
<ul>
  <li>🌍 <b>Мультиязычная поддержка:</b> бот работает на английском, арабском и русском языках, охватывая широкую аудиторию клиентов.</li>
  <li>📋 <b>Сбор заявок:</b> клиенты могут оставить заявку на покупку, аренду или продажу недвижимости прямо в Telegram.</li>
  <li>📤 <b>Интеграция с Google Sheets:</b> все заявки автоматически записываются в таблицы Google для удобного хранения и анализа.</li>
  <li>📩 <b>Уведомления менеджерам:</b> каждый запрос мгновенно отправляется ответственным менеджерам в личные сообщения для быстрой обработки.</li>
  <li>📌 <b>Дополнительные функции:</b> предоставление информации об объектах, расчёт стоимости, запись на просмотр и ответы на частые вопросы.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> автоматизация обработки заявок позволяет менеджерам сосредоточиться на работе с клиентами.</li>
  <li>🌐 <b>Глобальная доступность:</b> поддержка нескольких языков делает сервис удобным для клиентов из разных стран.</li>
  <li>📊 <b>Удобное хранение данных:</b> интеграция с Google Sheets обеспечивает прозрачность и лёгкий доступ к информации.</li>
  <li>📲 <b>Оперативность:</b> заявки сразу поступают менеджерам, что ускоряет процесс взаимодействия с клиентами.</li>
  <li>🔒 <b>Конфиденциальность:</b> бот защищает персональные данные клиентов, гарантируя безопасность информации.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеальное решение для агентств недвижимости в Дубае, стремящихся повысить эффективность работы с клиентами, автоматизировать сбор заявок и улучшить качество обслуживания.</p>""",
        "sort_id": 2,
        "image": 'media/project/dubai_tg.jpg',
        "slug": 'dubai_tg',
        'video': 'https://rutube.ru/play/embed/fe114a880ca4915c163c76f493f06b77'
    },
    {
        'title': 'Изменение прически ИИ TG',
        'text': 'Бот с нейросетью. Изменяет прически, цвет волос, выражение лица, превращает из фото видео. Меняет выражение лица, улучшает кожу. Есть модуль оплаты, личный кабинет, админ панель',
        'short_text': 'Нейросеть которая изменяет прически, цвет волос, выражение лица, кожу. Модуль оплаты',
        'descriptions': """<b>🤖 Telegram-бот с нейросетью для обработки фотографий</b>  
<br><br>
Современный бот, который использует мощь нейросетей для преобразования фотографий. Он предлагает широкий функционал для редактирования внешности, создания видео на основе фото и улучшения изображения.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>✂️ <b>Изменение причёсок:</b> предлагает варианты стрижек и укладок.</li>
  <li>🎨 <b>Смена цвета волос:</b> реалистично перекрашивает волосы в любой оттенок.</li>
  <li>😊 <b>Коррекция выражения лица:</b> меняет настроение (улыбка, серьёзность и т.д.) и мимику.</li>
  <li>🎥 <b>Создание видео:</b> превращает фото в короткие видеоролики с анимацией.</li>
  <li>✨ <b>Улучшение кожи:</b> устраняет недостатки, сглаживает текстуру и добавляет сияние.</li>
  <li>⚙️ <b>Личный кабинет:</b> доступ к истории изменений, сохранённым проектам и настройкам.</li>
  <li>💳 <b>Модуль оплаты:</b> интеграция с популярными платёжными системами для покупки премиум-функций.</li>
  <li>🔧 <b>Админ-панель:</b> управление настройками бота, мониторинг активности и редактирование тарифов.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>🤩 <b>Реалистичные результаты:</b> благодаря нейросети изменения выглядят максимально натурально.</li>
  <li>⏱ <b>Быстрота:</b> обработка фотографий занимает считанные секунды.</li>
  <li>🎨 <b>Удобство использования:</b> интуитивный интерфейс позволяет легко работать с ботом даже новичкам.</li>
  <li>💼 <b>Личный кабинет:</b> пользователи могут хранить свои работы и управлять настройками в одном месте.</li>
  <li>💳 <b>Дополнительный доход:</b> встроенный модуль оплаты позволяет монетизировать использование бота.</li>
  <li>🔄 <b>Гибкость:</b> возможность добавлять новые функции и улучшения через админ-панель.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеально подходит для фотографов, блогеров, салонов красоты и всех, кто интересуется визуальными преобразованиями и современными технологиями обработки изображений.</p>  
<br><br>
<i>Сделайте вашу внешность уникальной и удивите окружающих с помощью нашего нейросетевого бота!</i> 🚀""",
        "sort_id": 1,
        "image": 'media/project/neiro_hair.jpg',
        "slug": 'neiro_hair',
        'video': 'https://rutube.ru/play/embed/74c0b6554a82ddd81af20cae77098020'
    },
    {
        'title': 'Копирование контента TG',
        'text': 'Бот мониторит и копирует контент у доноров. Может работать с любым форматом, заменяет текста, можно задать стоп слова что бы он фильтровал контент',
        'short_text': 'Мониторит заданные ссылки и автокопирует контент. Есть фильтрация, замена текста, стоп слова',
        'descriptions': """<b>📡 Telegram-бот для мониторинга и копирования контента</b>  
<br><br>
Мощный инструмент для автоматизации работы с контентом. Бот следит за указанными источниками (донорами), копирует их контент, фильтрует, изменяет текст и сохраняет только нужное.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>🔍 <b>Мониторинг доноров:</b> отслеживает обновления в указанных источниках (каналы, группы, сайты).</li>
  <li>📥 <b>Копирование контента:</b> работает с любыми форматами: текст, фото, видео, документы и другие медиа.</li>
  <li>✂️ <b>Замена текста:</b> автоматически изменяет слова и фразы в скопированном материале для уникальности.</li>
  <li>⚠️ <b>Фильтрация по стоп-словам:</b> исключает нежелательный контент, основываясь на заданных ключевых словах или фразах.</li>
  <li>📂 <b>Сохранение:</b> отправляет собранный и обработанный контент в каналы, чаты или личные сообщения.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> автоматический сбор и обработка контента избавляют от рутинной работы.</li>
  <li>📈 <b>Повышение эффективности:</b> бот быстро и качественно адаптирует контент под нужды вашего проекта.</li>
  <li>🛠 <b>Гибкость:</b> возможность настроить бота под любые задачи благодаря стоп-словам и правилам обработки.</li>
  <li>🌐 <b>Широкий функционал:</b> поддержка всех типов контента делает его универсальным для разных сфер деятельности.</li>
  <li>🔄 <b>Автоматизация:</b> регулярное обновление контента без участия человека.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Этот бот идеально подходит для администраторов Telegram-каналов, маркетологов, блогеров и контент-менеджеров, которые хотят всегда быть в курсе обновлений у конкурентов, быстро собирать и перерабатывать материалы.</p>""",
        "sort_id": 4,
        "image": 'media/project/copired_tg.jpg',
        "slug": 'copired_tg',
        'video': 'https://rutube.ru/play/embed/50612fa3b00f33809ee94e061ef894a8'
    },
    {
        'title': 'Регистратор и фармер TG аккаунтов',
        'text': 'Бот с помощью Android телефона регистрирует аккаунты Telegram, устанавливает двухфакторную аутентификацию. Далее начинает фармить аккаунты. Лайкать заданные посты, собирать аудиторию из телеграм ресурсов, инвайтит пользователей в заданную группу, все данные записывает в Google Sheets',
        'short_text': 'С Android телефона регистрирует аккаунты. Лайки на заданные посты, инвайтинг',
        'descriptions': """<b>🤖 Telegram-бот для автоматизации создания и управления аккаунтами через Android телефон</b>  
<br><br>
Универсальный бот, который с помощью Android-устройства автоматизирует процесс регистрации Telegram-аккаунтов, их настройки и дальнейшего использования для выполнения задач.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>📱 <b>Регистрация аккаунтов:</b> бот автоматически создаёт новые Telegram-аккаунты через Android-устройство.</li>
  <li>🔒 <b>Настройка безопасности:</b> включает двухфакторную аутентификацию для защиты аккаунтов.</li>
  <li>🌟 <b>Фарминг аккаунтов:</b> выполняет действия для повышения активности и доверия к аккаунтам (лайки постов, участие в чатах).</li>
  <li>📊 <b>Сбор аудитории:</b> бот анализирует ресурсы в Telegram (каналы, чаты, комментарии) и собирает контакты пользователей.</li>
  <li>📤 <b>Инвайтинг:</b> приглашает пользователей в указанные группы или каналы.</li>
  <li>📂 <b>Сохранение данных:</b> вся информация об аккаунтах, действиях и собранной аудитории записывается в Google Sheets для удобного анализа и управления.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>⏱ <b>Полная автоматизация:</b> экономит время и минимизирует ручной труд, выполняя задачи автономно.</li>
  <li>🔐 <b>Безопасность:</b> благодаря настройке двухфакторной аутентификации аккаунты становятся надёжно защищёнными.</li>
  <li>📈 <b>Эффективное продвижение:</b> бот помогает привлекать новых пользователей в группы и каналы, увеличивая аудиторию.</li>
  <li>🛠 <b>Многофункциональность:</b> выполняет сразу несколько задач, от создания аккаунтов до их активного использования.</li>
  <li>📊 <b>Удобство анализа:</b> интеграция с Google Sheets позволяет легко отслеживать результаты и управлять данными.</li>
  <li>📲 <b>Совместимость:</b> бот работает через Android-устройство, что упрощает настройку и использование.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Этот бот идеально подойдёт для SMM-специалистов, маркетологов, владельцев бизнеса и администраторов Telegram-сообществ, которым необходимо эффективно наращивать аудиторию и управлять аккаунтами.</p>""",
        "sort_id": 4,
        "image": 'media/project/combain_tg.jpg',
        "slug": 'combain_tg',
        'video': 'https://rutube.ru/play/embed/f3bcc69a8a3f84e57d1964ba60655031'
    },
    {
        'title': 'Лайкатель историй TG',
        'text': 'Бот лайкает истории людей в телеграмме. Бот с начало собирает аудиторию из заданных ссылкой. Далее ищет премиум пользователей. После смотрит кто публикует истории и начинает их лайкать.',
        'short_text': 'Сбор людей с премиум и с историями. Лайкает их истории',
        'descriptions': """<b>👍 Telegram-бот для автоматического лайкинга историй</b>  
<br><br>
Инновационный бот для продвижения и взаимодействия с пользователями в Telegram. Он помогает привлекать внимание аудитории, создавая активность и повышая вовлечённость.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>📊 <b>Сбор аудитории:</b> анализирует пользователей из заданных чатов, каналов или групп, собирая целевую аудиторию.</li>
  <li>⭐ <b>Поиск премиум-пользователей:</b> определяет пользователей с премиум-аккаунтами для приоритета взаимодействия.</li>
  <li>📸 <b>Отслеживание историй:</b> мониторит, кто из пользователей публикует истории.</li>
  <li>❤️ <b>Автоматический лайкинг:</b> бот автоматически ставит лайки на истории выбранных пользователей, создавая эффект вовлечённости.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> бот выполняет рутинные задачи по взаимодействию с пользователями без участия человека.</li>
  <li>📈 <b>Увеличение активности:</b> лайкинг историй привлекает внимание и помогает завоевать доверие аудитории.</li>
  <li>🎯 <b>Таргетинг:</b> бот работает с целевой аудиторией, фильтруя премиум-пользователей и активных участников.</li>
  <li>🤝 <b>Установление контакта:</b> лайки на истории помогают начать общение и повысить лояльность пользователей.</li>
  <li>🔄 <b>Автоматизация:</b> процесс полностью автоматизирован, что позволяет сосредоточиться на других аспектах продвижения.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеальное решение для маркетологов, блогеров, владельцев бизнеса и администраторов Telegram-сообществ, которые хотят увеличить видимость, вовлечённость и взаимодействие с пользователями.</p>""",
        "sort_id": 4,
        "image": 'media/project/likes_stories_tg.jpg',
        "slug": 'likes_stories_tg',
        'video': 'https://rutube.ru/play/embed/c21d9b211bda68c89ca01e694d096ef2'
    },
    {
        'title': 'Управление Ozon в TG',
        'text': 'Telegram бот в который управляет множеством Ozon магазинов. Может выгружать остатки, обнулять остатки, архивировать/разархивировать товары, работать по определенным брендам.',
        'short_text': 'Бот управляет остатками, ценами, архивацией товаров по выбранным фильтрам',
        'descriptions': """<b>🛒 Telegram-бот для управления множеством магазинов на Ozon</b>  
<br><br>
Универсальный инструмент для автоматизации работы с Ozon-магазинами. Бот позволяет эффективно управлять товарами и остатками, ускоряя выполнение рутинных задач.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>📊 <b>Выгрузка остатков:</b> бот собирает информацию о текущих остатках товаров и отправляет их на маркетплейс</li>
  <li>🚫 <b>Обнуление остатков:</b> автоматически уменьшает остатки до нуля для товаров, по выбранным брендам</li>
  <li>📂 <b>Архивация и разархивация товаров:</b> позволяет легко скрывать товары из каталога или возвращать их обратно.</li>
  <li>🔍 <b>Работа по брендам:</b> возможность фильтровать действия по заданным брендам для точечного управления ассортиментом.</li>
  <li>📥 <b>Поддержка нескольких магазинов:</b> управление сразу несколькими аккаунтами Ozon через единый интерфейс.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> бот автоматизирует трудоёмкие процессы, устраняя необходимость ручной работы.</li>
  <li>📈 <b>Оптимизация управления:</b> единый инструмент для контроля всех магазинов делает работу более структурированной.</li>
  <li>🔄 <b>Универсальность:</b> возможность гибко настраивать функции для работы с разными брендами и товарами.</li>
  <li>📊 <b>Простота анализа:</b> быстрый доступ к данным об остатках помогает оперативно принимать решения.</li>
  <li>🤝 <b>Удобство использования:</b> управление через Telegram — интуитивно понятно и доступно в любое время.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеально подходит для владельцев и менеджеров Ozon-магазинов, которым важно автоматизировать рутинные процессы, минимизировать ошибки и улучшить управление ассортиментом.</p>  
<br><br>
<i>Сделайте управление вашими Ozon-магазинами проще и эффективнее с помощью нашего Telegram-бота!</i> 🚀""",
        "sort_id": 4,
        "image": 'media/project/ozon_tg.jpg',
        "slug": 'ozon_tg',
        'video': 'https://rutube.ru/play/embed/da8dda2e6d5b09c4f8100f500b72cae9'
    },
    {
        'title': 'Модератор TG',
        'text': 'Бот модератор чатов/каналов/комментариев. В бота можно задать ключевые слова, при нахождение которых в сообщениях бот удалит запрещенный контент',
        'short_text': 'Не пропускает спам. Вы задаете стоп слова которые он удаляет в ваших чатах/каналах',
        'descriptions': """<b>🛡️ Telegram-бот модератор для чатов, каналов и комментариев</b>  

Эффективный инструмент для автоматизации модерации в Telegram. Бот обеспечивает чистоту и порядок в чатах и каналах, автоматически удаляя нежелательный контент на основе заданных ключевых слов.  

<b>💡 Возможности бота:</b>  
<ul>
  <li>🔍 <b>Поиск ключевых слов:</b> анализирует сообщения на наличие заданных запрещённых слов или фраз.</li>
  <li>🗑️ <b>Автоматическое удаление:</b> мгновенно удаляет сообщения с нежелательным содержимым.</li>
  <li>📃 <b>Журнал действий:</b> ведёт запись удалённых сообщений и причин удаления.</li>
  <li>⚙️ <b>Гибкие настройки:</b> возможность редактировать список ключевых слов и настроек фильтрации через интерфейс бота.</li>
  <li>🤖 <b>Поддержка модерации:</b> работает как в чатах, так и в комментариях каналов.</li>
</ul>  

<b>🎯 Преимущества:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> бот полностью автоматизирует процесс модерации, освобождая администраторов от рутинной работы.</li>
  <li>🛡️ <b>Защита от нежелательного контента:</b> предотвращает распространение спама, оскорблений, рекламы и других запрещённых материалов.</li>
  <li>⚡ <b>Мгновенная реакция:</b> бот удаляет сообщения сразу после их появления, не допуская их распространения.</li>
  <li>🛠️ <b>Простота настройки:</b> удобный интерфейс для управления списком ключевых слов и модерацией.</li>
  <li>📊 <b>Прозрачность:</b> журнал действий позволяет отслеживать удалённые сообщения и анализировать активность.</li>
  <li>🔄 <b>Масштабируемость:</b> бот подходит для работы как в небольших сообществах, так и в крупных каналах и чатах.</li>
</ul>  

<b>Для кого полезен бот:</b>  
<p>Этот бот идеально подходит для администраторов чатов, владельцев Telegram-каналов и крупных сообществ, которые хотят поддерживать порядок и качественное общение без лишних усилий.</p>  

<i>С нашим ботом ваш Telegram-сообщество станет безопасным и комфортным местом для общения!</i> 🚀""",
        "sort_id": 3,
        "image": 'media/project/moderator_tg.jpg',
        "slug": 'moderator_tg',
        'video': 'https://rutube.ru/play/embed/6b83bc741b1c67ebdead5ca766114f2a'
    },
    {
        'title': 'Нейрокомментинг TG',
        'text': 'Бот нейрокомментинг. С помощью ChatGPT анализирует текст поста в ТГ, и даёт осмысленный комментарий под постом. Люди видя что комментарий от вашей группы (по названию) переходят в неё и подписываются. Источник новой заинтересованной аудитории. Комментарии остаются даже в случае бана аккаунта',
        'short_text': 'Бот ходит по чатам и пишет от вашего имени осмысленные комментарии от ChatGPT',
        'descriptions': """<b>🧠 Telegram-бот "Нейрокомментинг" с ChatGPT</b>  
<br><br>
Инновационный бот, который использует нейросеть для автоматического написания осмысленных комментариев под постами в Telegram. Это мощный инструмент для привлечения внимания к вашему каналу и увеличения аудитории.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>📖 <b>Анализ текста:</b> бот считывает содержание постов в Telegram и понимает их контекст.</li>
  <li>✍️ <b>Создание комментариев:</b> генерирует умные, релевантные и заинтересовывающие комментарии с использованием ChatGPT.</li>
  <li>🔗 <b>Привлечение аудитории:</b> комментарии содержат скрытый призыв к действию, побуждая людей перейти в ваш канал.</li>
  <li>📈 <b>Продвижение бренда:</b> комментарии от имени вашего канала или группы формируют позитивное впечатление у пользователей.</li>
  <li>⚙️ <b>Гибкая настройка:</b> возможность задавать стиль и тон комментариев (дружелюбный, профессиональный, юмористический и т.д.).</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>⏱ <b>Автоматизация:</b> бот работает без участия человека, публикуя комментарии регулярно и эффективно.</li>
  <li>📣 <b>Привлечение новых подписчиков:</b> пользователи видят ваш комментарий, переходят в канал и подписываются.</li>
  <li>🤖 <b>Искусственный интеллект:</b> использование ChatGPT гарантирует, что комментарии будут осмысленными и интересными.</li>
  <li>📊 <b>Повышение охвата:</b> вовлечённые комментарии привлекают больше внимания к постам и увеличивают активность.</li>
  <li>🔄 <b>Гибкость:</b> бот адаптируется к разным тематикам, легко интегрируясь в любую стратегию продвижения.</li>
  <li>🌟 <b>Имиджевый эффект:</b> качественные комментарии укрепляют доверие к вашему каналу или бренду.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеальное решение для владельцев Telegram-каналов, SMM-специалистов, маркетологов и блогеров, которые хотят эффективно продвигать свои проекты и привлекать новых подписчиков.</p>  
<br><br>
<i>Расширяйте свою аудиторию легко и интеллектуально с помощью "Нейрокомментинга"!</i> 🚀""",
        "sort_id": 2,
        "image": 'media/project/neirocommenting.jpg',
        "slug": 'neirocommenting',
        'video': 'https://rutube.ru/play/embed/3e55e75a78b3e582ccdeb8c074907acf'
    },
    {
        'title': 'SEO позиции артикула на WB',
        'text': 'Бот проверяет и отслеживает Online в многопоточном режиме SEO позицию артикула по ключевым запросам. Есть админ меню. Можно редактировать текста сообщений, вставлять рекламу для пользователей',
        'short_text': 'Бот проверяет и отслеживает Online в многопоточном режиме SEO позицию артикула по ключевым запросам',
        'descriptions': """<b>📈 Telegram-бот для отслеживания SEO позиций артикулов</b>  
<br><br>
Современный бот, который в многопоточном режиме анализирует и отслеживает позиции артикулов в поисковой выдаче по заданным ключевым запросам. Эффективный инструмент для мониторинга продвижения и конкурентного анализа.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>🔍 <b>SEO-мониторинг:</b> бот проверяет текущие позиции артикулов по ключевым словам в реальном времени.</li>
  <li>🚀 <b>Многопоточность:</b> обработка большого количества запросов одновременно, что значительно ускоряет анализ.</li>
  <li>📊 <b>Отчёты:</b> регулярное предоставление данных об изменениях позиций в удобном формате (таблицы, графики).</li>
  <li>⚙️ <b>Гибкая настройка:</b> возможность задавать частоту проверок, регионы поиска и ключевые запросы.</li>
  <li>📥 <b>Экспорт данных:</b> выгрузка отчётов в Excel, Google Sheets или отправка результатов в Telegram.</li>
  <li>🛠 <b>Анализ конкурентов:</b> бот может сравнивать позиции ваших артикулов с конкурентами по тем же ключевым словам.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>⏱ <b>Оперативность:</b> бот работает в режиме реального времени, предоставляя актуальные данные без задержек.</li>
  <li>📈 <b>Улучшение видимости:</b> позволяет быстро реагировать на изменения позиций и корректировать SEO-стратегию.</li>
  <li>🔄 <b>Автоматизация:</b> избавляет от необходимости вручную проверять позиции, экономя время и ресурсы.</li>
  <li>📊 <b>Прозрачность:</b> наглядные отчёты помогают лучше понимать динамику изменений и эффективность ключевых запросов.</li>
  <li>🌐 <b>Глобальность:</b> поддержка различных регионов поиска для анализа позиций в международной выдаче.</li>
  <li>🤖 <b>Интеграция:</b> бот легко встраивается в текущие рабочие процессы, улучшая управление SEO.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеальный инструмент для маркетологов, SEO-специалистов, владельцев интернет-магазинов и контент-менеджеров, которые хотят быть на шаг впереди конкурентов и эффективно продвигать свои товары или услуги.</p>""",
        "sort_id": 4,
        "image": 'media/project/seo_wb_tg.jpg',
        "slug": 'seo_wb_tg',
        'video': 'https://rutube.ru/play/embed/498ae4b129fa86877451c0c0bb86cbd3'
    },
    {
        'title': 'ChatGPT психолог',
        'text': 'Бот для психолога. Помогает клиентам работать с мыслями. Помогает осознать негативные убеждения и генерирует на них позитивные убеждения через генерацию от ChatGPT. Высылает в удобное время для клиента, тем самым замещает установки подсознания.',
        'short_text': 'Работа с мыслями. Фиксирует негативные убеждения, замещает на позитивные установки.',
        'descriptions': """<b>🧠 Telegram-бот для работы с мыслями и убеждениями</b>  

Уникальный бот-помощник для психологов и их клиентов. Он помогает осознавать и трансформировать негативные убеждения в позитивные установки с помощью генерации от ChatGPT. Бот способствует постепенной работе над мышлением, улучшая качество жизни клиентов.  

<b>💡 Возможности бота:</b>  
<ul>
  <li>🔍 <b>Идентификация негативных убеждений:</b> бот помогает клиенту выявлять ограничивающие и негативные мысли.</li>
  <li>✨ <b>Генерация позитивных убеждений:</b> на основе негативных установок бот формирует позитивные утверждения с помощью нейросети ChatGPT.</li>
  <li>🕒 <b>Гибкое расписание:</b> бот отправляет позитивные убеждения клиенту в удобное и заранее выбранное время.</li>
  <li>🔄 <b>Замещение установок:</b> регулярное напоминание и повторение новых убеждений способствует их закреплению на подсознательном уровне.</li>
  <li>📊 <b>Отслеживание прогресса:</b> бот фиксирует ответы клиентов и их изменения в мышлении для анализа.</li>
</ul>  

<b>🎯 Преимущества:</b>  
<ul>
  <li>🧘‍♀️ <b>Эффективная психотерапевтическая поддержка:</b> бот помогает клиентам работать с убеждениями между сеансами с психологом.</li>
  <li>🕰 <b>Индивидуальный подход:</b> клиент выбирает удобное время для получения позитивных установок, что делает процесс комфортным и ненавязчивым.</li>
  <li>🤖 <b>Интеграция ChatGPT:</b> генерация персонализированных и осмысленных утверждений на основе уникального запроса клиента.</li>
  <li>🌱 <b>Замещение негативных мыслей:</b> регулярная практика позитивных установок помогает изменить мышление и улучшить психоэмоциональное состояние.</li>
  <li>📈 <b>Поддержка результата:</b> бот закрепляет эффект от работы с психологом, предоставляя ежедневное напоминание о новой модели мышления.</li>
  <li>🎯 <b>Экономия времени психолога:</b> автоматизированный инструмент помогает клиентам двигаться вперёд даже в перерывах между консультациями.</li>
</ul>  

<b>Для кого полезен бот:</b>  
<p>Идеальное решение для психологов, коучей и терапевтов, которые хотят поддерживать своих клиентов между сеансами и углублять результаты работы. Полезен для клиентов, стремящихся к самосознанию, улучшению мышления и замене негативных установок на позитивные.</p>""",
        "sort_id": 3,
        "image": 'media/project/psyho_tg.jpg',
        "slug": 'psyho_tg',
        'video': 'https://rutube.ru/play/embed/e269966de22021ac1fbd94c77a15f4d8'
    },
    {
        'title': 'Реферальная система TG',
        'text': 'Бот реферальная система для агентства недвижимости. Есть несколько ролей. Для привлечение клиентов на туры и на привлечение агентов. За каждого привлеченного партнера/клиента начисляются деньги и комиссия на все расходы в будущем. Админ панель, возможность редактирования сообщений, связь с администрацией',
        'short_text': 'Несколько ролей. Начислений денег и комиссия с транзакций. Админ панель, обратная связь',
        'descriptions': """<b>🏠 Telegram-бот с реферальной системой для агентства недвижимости</b>  
<br><br>
Инновационный бот для агентств недвижимости, который автоматизирует привлечение клиентов и агентов через реферальную систему. Бот стимулирует развитие агентства, предлагая финансовую мотивацию за каждого привлечённого партнёра или клиента.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>🔗 <b>Реферальная система:</b> за каждого привлечённого клиента или партнёра начисляются денежные бонусы и комиссии на будущие сделки.</li>
  <li>👥 <b>Многоуровневые роли:</b> бот поддерживает разные роли пользователей: агенты, партнёры, клиенты.</li>
  <li>🏖 <b>Привлечение на туры:</b> возможность отправлять приглашения на просмотры объектов и туры.</li>
  <li>💼 <b>Привлечение агентов:</b> бот поощряет привлечение новых специалистов в агентство недвижимости.</li>
  <li>⚙️ <b>Админ-панель:</b> удобный интерфейс для управления ботом, отслеживания статистики и начисления бонусов.</li>
  <li>✏️ <b>Редактирование сообщений:</b> возможность изменения текстов, уведомлений и инструкций в боте.</li>
  <li>📞 <b>Связь с администрацией:</b> встроенный модуль для связи пользователей с администратором агентства.</li>
  <li>📊 <b>Прозрачная аналитика:</b> ведение учёта привлечённых клиентов и начисленных комиссий.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>💰 <b>Финансовая мотивация:</b> прозрачная система бонусов и комиссий стимулирует пользователей привлекать больше клиентов и агентов.</li>
  <li>🚀 <b>Автоматизация процессов:</b> бот сокращает ручной труд, автоматически фиксируя рефералов и начисляя вознаграждения.</li>
  <li>📈 <b>Увеличение клиентской базы:</b> эффективное привлечение новых клиентов на просмотры, туры и сделки.</li>
  <li>👥 <b>Расширение команды:</b> помогает находить квалифицированных агентов и партнёров для агентства.</li>
  <li>⚙️ <b>Удобство управления:</b> администратор легко контролирует реферальную систему через панель управления.</li>
  <li>🔄 <b>Гибкость и настройка:</b> возможность редактировать сообщения и условия реферальной программы под нужды агентства.</li>
  <li>🤝 <b>Простая коммуникация:</b> быстрая связь с администрацией улучшает пользовательский опыт и доверие.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеальное решение для агентств недвижимости, которые хотят автоматизировать привлечение клиентов и партнёров, расширять команду агентов и масштабировать бизнес через реферальные программы.</p>""",
        "sort_id": 3,
        "image": 'media/project/referal_agent.jpg',
        "slug": 'referal_agent',
        'video': 'https://rutube.ru/play/embed/22f4e5d7b343a8c76172a695253cf008'
    },
    {
        'title': 'Рерайтер контента',
        'text': 'Бот рерайтит контент. Берет из указанных источников, находит согласно текстовым правилам или регулярным выражениям и делая необходимы исправления публикует в указанный источник исправленный контент',
        'short_text': 'Бот мониторит заданные источники, рерайтит контент и публикует в указанные источники',
        'descriptions': """<b>✍️ Telegram-бот для автоматического рерайта и публикации контента</b>  
<br><br>
Уникальный инструмент для автоматизации работы с текстами. Бот собирает контент из указанных источников, обрабатывает его с учётом заданных правил или регулярных выражений, выполняет рерайтинг и публикует готовый материал в нужные каналы или чаты.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>🔍 <b>Сбор контента:</b> бот автоматически находит и забирает тексты из указанных источников (каналы, чаты).</li>
  <li>🛠 <b>Обработка текста:</b> редактирует контент на основе текстовых правил или регулярных выражений (замена слов, фильтрация, форматирование и пр.).</li>
  <li>📤 <b>Публикация:</b> бот отправляет готовый текст в указанные каналы, чаты или другие ресурсы.</li>
  <li>⚙️ <b>Гибкие настройки:</b> возможность задать текстовые фильтры, стоп-слова и правила обработки под индивидуальные требования.</li>
  <li>📊 <b>Автоматизация процессов:</b> регулярное обновление и публикация контента в заданное время.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> бот полностью автоматизирует процесс рерайта и публикации, исключая ручной труд.</li>
  <li>🔄 <b>Гибкость работы:</b> настраивается для любых источников и под любые задачи благодаря регулярным выражениям и фильтрам.</li>
  <li>📈 <b>Увеличение охвата:</b> автоматическая публикация позволяет регулярно обновлять ресурсы и поддерживать активность аудитории.</li>
  <li>🎯 <b>Контроль качества:</b> благодаря фильтрам и правилам бот публикует только подходящий и отредактированный контент.</li>
  <li>🤖 <b>Стабильность работы:</b> бот оперативно обрабатывает большой объём данных в режиме 24/7.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеальное решение для администраторов Telegram-каналов, контент-менеджеров, блогеров и маркетологов, которым нужен регулярный поток уникального контента с минимальными затратами времени.</p>""",
        "sort_id": 6,
        "image": 'media/project/replace_content.jpg',
        "slug": 'replace_content',
        'video': 'https://rutube.ru/play/embed/25c5d81e2e328ede41bf7d0a91133343'
    },
    {
        'title': 'Автоматизация Сбeрбaнка',
        'text': 'Автоматизация Android приложения сбeрбaнка. Вам нужно удаленно платить за свой мобильный телефон? Или не забыть заплатить за квартиру. Автоматизация любого Android приложения и его управление через Telegram бота',
        'short_text': 'Управление через TG любым Android приложением',
        'descriptions': """<b>🤖 Telegram-бот для автоматизации Android приложений (на примере Сбербанка)</b>  

Уникальный инструмент, который позволяет управлять любым Android-приложением удалённо через Telegram. Оптимальное решение для автоматизации рутинных задач, таких как оплата мобильной связи, коммунальных услуг, перевод средств и другие операции.  

<b>💡 Возможности бота:</b>  
<ul>
  <li>📱 <b>Удалённое управление:</b> автоматизируйте выполнение задач в Android-приложениях, например, Сбербанк, прямо из Telegram.</li>
  <li>💳 <b>Оплата услуг:</b> настройка автоматической оплаты мобильной связи, интернета, коммунальных платежей и других регулярных платежей.</li>
  <li>🔄 <b>Автоматизация переводов:</b> настройка отправки денежных переводов на нужные счета и карты по расписанию или команде.</li>
  <li>⏰ <b>Напоминания и расписание:</b> возможность задать график выполнения задач для своевременных оплат.</li>
  <li>⚙️ <b>Управление через Telegram:</b> выполнение команд и задач для мобильных приложений через чат-бот в Telegram.</li>
  <li>🔐 <b>Безопасность:</b> надёжное управление с использованием подтверждений и безопасных каналов связи.</li>
</ul>  

<b>🎯 Преимущества:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> автоматизация рутинных финансовых операций избавляет от необходимости вручную выполнять платежи.</li>
  <li>📲 <b>Доступ из любой точки мира:</b> управляйте приложениями на своём Android-устройстве удалённо через Telegram.</li>
  <li>💡 <b>Удобство:</b> все функции и задачи выполняются в несколько кликов прямо из вашего Telegram-чата.</li>
  <li>🔄 <b>Гибкость и настройка:</b> автоматизация любых действий в приложениях, включая переводы, оплату и просмотр балансов.</li>
  <li>🔐 <b>Контроль безопасности:</b> бот использует безопасные методы взаимодействия и подтверждений для защиты ваших данных.</li>
  <li>💸 <b>Напоминание о платежах:</b> больше не нужно беспокоиться о просроченных счетах — бот выполнит оплату вовремя.</li>
</ul>  

<b>Для кого полезен бот:</b>  
<p>Идеальное решение для тех, кто хочет автоматизировать рутинные финансовые операции, владельцев бизнеса, занятых пользователей, а также тех, кто часто находится в поездках и хочет удалённо управлять своими платежами.</p>""",
        "sort_id": 3,
        "image": 'media/project/sberbank_tg.jpg',
        "slug": 'sberbank_tg',
        'video': 'https://rutube.ru/play/embed/c84372b0f4206a7a56952de4683490a4'
    },
    {
        'title': 'Sima Land выгрузка на маркетплейсы',
        'text': 'Бот получает в многопточном режиме цены и остатки через API у SimaLend и автоматически выгружает данные на маркетплейсы wildberries и Ozon',
        'short_text': 'API выгрузка цен, остатков в многопоточном режиме на маркетплейсы',
        'descriptions': """<b>🤖 Telegram-бот для синхронизации цен и остатков SimaLand с маркетплейсами Wildberries и Ozon</b>  
<br><br>
Автоматизированный бот, который в многопоточном режиме получает актуальные данные о ценах и остатках товаров через API SimaLand и выгружает их на популярные маркетплейсы Wildberries и Ozon. Идеальное решение для поставщиков и продавцов, которые хотят поддерживать актуальность данных и автоматизировать работу с маркетплейсами.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>🚀 <b>Многопоточный режим:</b> бот обрабатывает большие объёмы данных о товарах и остатках с высокой скоростью.</li>
  <li>🔗 <b>Получение данных через API:</b> автоматическое обновление цен и остатков с платформы SimaLand в режиме реального времени.</li>
  <li>📤 <b>Выгрузка на Wildberries и Ozon:</b> синхронизация полученных данных с маркетплейсами для поддержания актуальности информации.</li>
  <li>📊 <b>Автоматическое обновление:</b> регулярная проверка изменений и обновление данных на маркетплейсах без участия человека.</li>
  <li>⚙️ <b>Гибкие настройки:</b> возможность задавать параметры обновления (частота, категории товаров, правила обработки цен).</li>
  <li>🔄 <b>Обновление остатков и цен:</b> оперативное изменение данных на маркетплейсах, что исключает просрочку или ошибки.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> полная автоматизация процесса обновления данных позволяет исключить рутинный ручной труд.</li>
  <li>📈 <b>Актуальность данных:</b> минимизация рисков из-за устаревших цен и остатков на Wildberries и Ozon.</li>
  <li>🚀 <b>Высокая скорость работы:</b> многопоточный режим позволяет обрабатывать тысячи товаров за короткий срок.</li>
  <li>🔗 <b>Прямая интеграция:</b> работа через API гарантирует точность и оперативность синхронизации данных.</li>
  <li>⚙️ <b>Гибкость и настройка:</b> возможность задавать параметры, такие как наценка, фильтры категорий и частота обновлений.</li>
  <li>🤖 <b>Автоматизация процессов:</b> исключение человеческих ошибок при обновлении остатков и цен на маркетплейсах.</li>
  <li>💼 <b>Удобство для бизнеса:</b> подходит как для малого бизнеса, так и для крупных поставщиков.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Решение идеально подходит для поставщиков, продавцов и компаний, которые работают с маркетплейсами Wildberries и Ozon и используют SimaLand как основной источник товаров. Позволяет экономить время, исключить ошибки и всегда поддерживать актуальные данные.</p>""",
        "sort_id": 3,
        "image": 'media/project/sima_land_tg.jpg',
        "slug": 'sima_land_tg',
        'video': 'https://rutube.ru/play/embed/9a3c4690da0f987db0f8587d16200dbd'
    },
    {
        'title': 'Статистика WB, OZON в TG',
        'text': 'Бот подсчитывает статистику заказов, выручки с wildberries, Ozon по дням, по брендам, так же сравнивает с прошлыми данными, показывает разницу и высылает менеджерам и администраторам в ЛС',
        'short_text': 'Заказы, выручка по дням и сравнение с вчерашними данными, уведомление в TG',
        'descriptions': """<b>📊 Telegram-бот для подсчёта статистики заказов и выручки с Wildberries и Ozon</b>  
<br><br>
Инновационный инструмент для автоматического анализа и подсчёта данных по продажам на маркетплейсах Wildberries и Ozon. Бот собирает статистику по заказам, выручке, брендам и отправляет подробные отчёты администраторам и менеджерам в личные сообщения.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>📈 <b>Подсчёт выручки и заказов:</b> автоматический сбор и анализ данных по продажам на Wildberries и Ozon.</li>
  <li>📅 <b>Статистика по дням:</b> выгрузка детализированных отчётов с разбивкой по дням для отслеживания динамики продаж.</li>
  <li>🏷 <b>Анализ по брендам:</b> подсчёт выручки и количества заказов по каждому бренду, что помогает оценить их эффективность.</li>
  <li>🔔 <b>Уведомления в Telegram:</b> отправка отчётов менеджерам и администраторам напрямую в личные сообщения.</li>
  <li>📊 <b>Гибкая аналитика:</b> возможность настраивать параметры отчетов, включая периоды, бренды и категории товаров.</li>
  <li>⚙️ <b>Автоматизация процесса:</b> регулярное обновление данных и отправка отчётов по расписанию.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> исключает необходимость вручную собирать и анализировать данные по продажам.</li>
  <li>📊 <b>Прозрачная аналитика:</b> даёт полную картину по выручке и заказам, помогая принимать обоснованные решения.</li>
  <li>🚀 <b>Удобство для команды:</b> отчёты автоматически доставляются в личные сообщения менеджерам и администраторам.</li>
  <li>🏷 <b>Анализ по брендам:</b> помогает выявить наиболее прибыльные товары и бренды.</li>
  <li>🔄 <b>Актуальные данные:</b> бот регулярно обновляет статистику и предоставляет свежие отчёты.</li>
  <li>📉 <b>Отслеживание динамики:</b> детализированная разбивка по дням помогает анализировать рост и падение продаж.</li>
  <li>🔒 <b>Безопасность данных:</b> отправка отчётов осуществляется только авторизованным пользователям.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеальное решение для владельцев бизнеса, администраторов и менеджеров, работающих на маркетплейсах Wildberries и Ozon. Помогает оперативно получать отчёты по продажам и выручке, улучшая контроль и принятие решений.</p>""",
        "sort_id": 3,
        "image": 'media/project/statistic_marketplace_tg.jpg',
        "slug": 'statistic_marketplace_tg',
        'video': 'https://rutube.ru/play/embed/3c565ddd5a80a9c36d5be7588e316a03'
    },
    {
        'title': 'Управление подпиской в чатах',
        'text': 'Бот подписывает по команде на определенно заданный чат и так же исключает из чата по определенной команде. Полная анонимность на предмет состояние на тот или иной чат',
        'short_text': 'Бот по команде подписывает и исключает из чатов. Обеспечивая анонимность',
        'descriptions': """<b>🤖 Telegram-бот для управления подпиской и исключением из чатов</b>  
<br><br>
Бот, который автоматически подписывает пользователей на заданный чат или исключает их по определённой команде. Полная анонимность и конфиденциальность действий обеспечивают удобство и безопасность управления активностью в чатах.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>🔗 <b>Подписка по команде:</b> бот подключает пользователей к определённому чату по запросу.</li>
  <li>❌ <b>Исключение из чата:</b> автоматическое удаление пользователей из чатов по заданной команде.</li>
  <li>🕵️ <b>Полная анонимность:</b> действия бота на предмет состояния в чате (подписка или исключение) остаются незаметными и не оставляют следов.</li>
  <li>⚙️ <b>Гибкость управления:</b> возможность настроить команды для добавления или исключения с учётом специфики задач.</li>
  <li>🔒 <b>Конфиденциальность:</b> никакие данные пользователей не передаются третьим лицам и хранятся в зашифрованном виде.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>🚀 <b>Автоматизация процесса:</b> избавляет от ручного добавления и исключения участников из чатов.</li>
  <li>🕵️ <b>Полная анонимность:</b> невозможно определить состояние пользователя относительно чата — подписан он или исключён.</li>
  <li>⚡️ <b>Быстрое управление:</b> команды выполняются мгновенно без задержек.</li>
  <li>🔧 <b>Простота использования:</b> минимальные усилия для управления подпиской и исключением.</li>
  <li>🔗 <b>Гибкая настройка:</b> возможность заранее задать чаты для подписки или исключения и использовать команды в нужный момент.</li>
  <li>💼 <b>Актуально для бизнеса:</b> полезен для анонимного управления участниками чатов, что подходит для организаций, сообществ и бизнес-процессов.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеальный инструмент для администраторов чатов, бизнес-групп, агентств и пользователей, которым необходимо анонимно управлять подпиской и исключением из каналов и чатов.</p>""",
        "sort_id": 6,
        "image": 'media/project/auto_kick_tg.jpg',
        "slug": 'auto_kick_tg',
        'video': 'https://rutube.ru/play/embed/57503aa38954943365ae1ed9d0b5a7fe'
    },
    {
        'title': 'ChatGPT и DALL·E в телеграм',
        'text': 'Бот TG в встроенным ChatGPT. Генерирует картинки, генерирует ответы разными голосами, так же озвучивает присланный текст',
        'short_text': 'Бот TG в встроенным ChatGPT. Генерирует картинки, аудио, текст',
        'descriptions': """<b>🎨🤖 Telegram-бот с интеграцией ChatGPT: генерация контента, озвучка и голосовые ответы</b>  
<br><br>
Многофункциональный бот, который использует возможности нейросети ChatGPT для создания уникального контента. Генерация изображений, ответы разными голосами и озвучка текста превращают общение в боте в увлекательный и полезный процесс.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>🎨 <b>Генерация изображений:</b> создание уникальных картинок на основе описания пользователя.</li>
  <li>🗣 <b>Ответы разными голосами:</b> бот озвучивает текст с использованием разных тональностей и акцентов, создавая эффект живого общения.</li>
  <li>🔊 <b>Озвучка текста:</b> преобразование любого присланного текста в аудиоформат для удобства прослушивания.</li>
  <li>🤖 <b>Интеграция ChatGPT:</b> интеллектуальные ответы на вопросы и помощь в решении различных задач.</li>
  <li>⚙️ <b>Гибкие настройки:</b> выбор языка, стиля озвучки и характеристик генерируемых изображений.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>🚀 <b>Высокая производительность:</b> бот быстро обрабатывает запросы и выдаёт качественные результаты.</li>
  <li>🎙 <b>Интерактивность:</b> возможность задавать тон и голос для ответов делает взаимодействие уникальным и интересным.</li>
  <li>🌍 <b>Мультиязычность:</b> поддержка различных языков для генерации текста, озвучки и ответов.</li>
  <li>🎨 <b>Креативный инструмент:</b> генерация изображений подходит для вдохновения, визуализации идей и развлечений.</li>
  <li>🎧 <b>Удобство:</b> возможность слушать текстовые сообщения в аудиоформате экономит время и делает использование более комфортным.</li>
  <li>🔄 <b>Многофункциональность:</b> сочетание генерации контента, голосовых ответов и текстовой озвучки в одном инструменте.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеальное решение для блогеров, креативных пользователей, контент-менеджеров, а также для всех, кто хочет использовать мощь нейросетей для развлечения, обучения и работы.</p>""",
        "sort_id": 3,
        "image": 'media/project/chat_gpt_tg.jpg',
        "slug": 'chat_gpt_tg',
        'video': 'https://rutube.ru/play/embed/e252bb559fe4623fb7199e1e96453fd0'
    },
    {
        'title': 'Реестр Google Docs в TG',
        'text': 'Телеграм бот с отображением списка документов согласно его правам конкретного телеграм пользователя. Удобно для работы в команде, когда есть большой пул документов, и надо отобразить для каждого пользователя его список',
        'short_text': 'Показывает список документов согласно правам ТГ аккаунта. Для команд',
        'descriptions': """<b>📂 Telegram-бот для отображения списка документов согласно правам ТГ пользователя</b>  
<br><br>
Удобный инструмент для работы в команде с большим количеством документов. Бот автоматически отображает список доступных документов для каждого пользователя в соответствии с его правами. Идеальное решение для структурированной работы с файлами в коллективе.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>🔐 <b>Персонализированный доступ:</b> каждому пользователю отображаются только те документы, к которым он имеет доступ.</li>
  <li>📄 <b>Список документов:</b> удобный формат отображения документов для быстрого поиска и работы.</li>
  <li>⚙️ <b>Гибкие настройки прав:</b> возможность настроить права доступа для каждого пользователя в зависимости от его роли в проекте.</li>
  <li>🔗 <b>Прямые ссылки:</b> доступ к документам через бот без необходимости искать их вручную.</li>
  <li>📥 <b>Загрузка новых документов:</b> администраторы могут добавлять или обновлять файлы через бот.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> пользователям не нужно искать нужные документы вручную — бот предоставляет персонализированный список.</li>
  <li>🔒 <b>Безопасность:</b> доступ к документам строго регулируется, что предотвращает утечку информации.</li>
  <li>📚 <b>Удобство работы в команде:</b> каждый участник видит только релевантные ему файлы, что упрощает взаимодействие.</li>
  <li>📈 <b>Повышение продуктивности:</b> структурированный доступ к документам ускоряет выполнение задач.</li>
  <li>⚡️ <b>Интеграция с проектами:</b> подходит для любой команды, где требуется распределённый доступ к большому объёму данных.</li>
  <li>💻 <b>Простота управления:</b> администратор легко настраивает права доступа и обновляет список документов.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеально подходит для командных проектов, бизнес-групп, образовательных учреждений и любых организаций, где требуется управление доступом к документам в зависимости от ролей пользователей.</p>""",
        "sort_id": 7,
        "image": 'media/project/documents_google.jpg',
        "slug": 'documents_google',
        'video': 'https://rutube.ru/play/embed/4a0e910b2db05e87586680fbc308c4fa'
    },
    {
        'title': 'Лимиты на поставку в WB',
        'text': 'Бот отслеживает лимиты на поставку в wildberries. Можно задать ID складов, коэффициенты, тип поставки. Так же можно отключить отслеживание в любой момент',
        'short_text': 'Ловля лимитов на поставку. Гибкие настройки',
        'descriptions': """<b>📦 Telegram-бот для отслеживания лимитов поставок на Wildberries</b>  
<br><br>
Умный бот, который помогает оперативно отслеживать лимиты на поставки товаров на Wildberries. Гибкие настройки позволяют задавать ID складов, коэффициенты и типы поставок, а также отключать мониторинг в любое время.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>📋 <b>Отслеживание лимитов:</b> мониторинг доступных лимитов на поставку товаров на указанные склады.</li>
  <li>🏬 <b>Поддержка нескольких складов:</b> возможность задать ID складов для точного мониторинга.</li>
  <li>⚙️ <b>Настройка параметров:</b> задание коэффициентов и типов поставки для персонализации работы.</li>
  <li>⏸ <b>Отключение мониторинга:</b> гибкость управления — можно приостановить или полностью отключить отслеживание в любой момент.</li>
  <li>🔔 <b>Уведомления:</b> бот своевременно оповещает о доступных лимитах, чтобы избежать сбоев и переплат в поставках.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>🚀 <b>Автоматизация процессов:</b> бот исключает необходимость вручную проверять лимиты, экономя время.</li>
  <li>📊 <b>Точность данных:</b> бот предоставляет актуальную информацию о лимитах на поставки.</li>
  <li>⏱ <b>Оперативность:</b> своевременные уведомления помогают избежать задержек и упущенных возможностей.</li>
  <li>⚙️ <b>Гибкость:</b> возможность настроить бот под потребности бизнеса, включая выбор складов и типов поставок.</li>
  <li>🔄 <b>Контроль:</b> лёгкое управление мониторингом — можно включать и отключать его в пару кликов.</li>
  <li>📈 <b>Увеличение эффективности:</b> позволяет своевременно планировать поставки и оптимизировать логистику.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеальное решение для предпринимателей, логистов и менеджеров, работающих с Wildberries. Бот помогает держать поставки под контролем, минимизируя риски пропуска доступных лимитов.</p>""",
        "sort_id": 4,
        "image": 'media/project/wb_limits_tg.jpg',
        "slug": 'wb_limits_tg',
        'video': 'https://rutube.ru/play/embed/f3fab1dab48df4ca38f83dc476428185'
    },
    {
        'title': 'Бот оцени мои фотографии',
        'text': 'Телеграм бот для оценки твоих фото. Бот разошлёт пользователем твои фото отправленные фото и создаст опрос, где пользователи смогу оценить и выбрать понравившиеся фото. Результаты можно смотреть в разрезе пол. Есть модуль рассылки рекламы',
        'short_text': 'Бот помогает с выбором одежды, образа. Отправляешь свои фото, пользователи голосуют',
        'descriptions': """<b>📸 Telegram-бот для оценки твоих фото</b>  

Интерактивный бот, который помогает узнать мнение других пользователей о твоих фотографиях. Бот создаёт опросы, отправляет фото другим пользователям для голосования и собирает результаты. Дополнительные функции, такие как модуль рекламы и анализ ответов по полу, делают его мощным инструментом для пользователей и бизнеса.  

<b>💡 Возможности бота:</b>  
<ul>
  <li>📊 <b>Создание опросов:</b> бот автоматически формирует опрос на основе загруженных фотографий.</li>
  <li>👥 <b>Рассылка фото пользователям:</b> фотографии отправляются другим участникам для голосования.</li>
  <li>🎯 <b>Сегментация результатов:</b> анализ голосов с разделением по полу пользователей для более точной статистики.</li>
  <li>📈 <b>Статистика голосований:</b> отображение результатов голосования в удобной форме.</li>
  <li>📬 <b>Модуль рекламы:</b> возможность отправки рекламных сообщений целевой аудитории.</li>
</ul>  

<b>🎯 Преимущества:</b>  
<ul>
  <li>👤 <b>Персональная обратная связь:</b> бот позволяет узнать мнение других о твоих фото и выбрать лучшие.</li>
  <li>📊 <b>Удобный анализ:</b> статистика по полу участников голосования помогает понять предпочтения аудитории.</li>
  <li>🎯 <b>Инструмент продвижения:</b> модуль рекламы подходит для привлечения целевой аудитории к твоим фотографиям или проектам.</li>
  <li>📩 <b>Расширение охвата:</b> фотографии показываются широкой аудитории, увеличивая шансы на взаимодействие.</li>
  <li>🔒 <b>Конфиденциальность:</b> данные пользователей защищены, бот работает в рамках политики конфиденциальности.</li>
  <li>⚡️ <b>Автоматизация:</b> все процессы от создания опроса до анализа результатов происходят без участия пользователя.</li>
</ul>  

<b>Для кого полезен бот:</b>  
<p>Этот бот подойдёт для блогеров, моделей, фотографов и всех, кто хочет получить объективное мнение о своих фото. Также он полезен бизнесу для сбора обратной связи или продвижения контента.</p>""",
        "sort_id": 3,
        "image": 'media/project/zerkalo_tg.jpg',
        "slug": 'zerkalo_tg',
        'video': 'https://rutube.ru/play/embed/7352c1a09a8c5ff70c558ef34ca0073c'
    },
    {
        'title': 'Бот продажи курсов, исключение из чата без оплаты',
        'text': 'Бот для продажи курсов мастера йоги. Есть модуль оплаты. Можно добавлять и записываться на сессии. Подключение к базе данных сайта. Админ панель, рассылка рекламы',
        'short_text': 'Добавление курсов, их продажа, добавление расписания, запись',
        'descriptions': """<b>🧘 Telegram-бот для продажи курсов мастера йоги</b>  
<br><br>
Современный инструмент для автоматизации продажи курсов мастера йоги. Бот помогает привлекать клиентов, упрощает процесс покупки и обеспечивает удобное взаимодействие с аудиторией. Интеграция с базой данных сайта и админ панель делают управление ботом простым и эффективным.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>💳 <b>Модуль оплаты:</b> встроенная система оплаты позволяет клиентам быстро и безопасно оплачивать курсы прямо в боте.</li>
  <li>📂 <b>Подключение к базе данных:</b> синхронизация с базой данных сайта для управления курсами и клиентскими данными.</li>
  <li>📬 <b>Рассылка рекламы:</b> возможность отправки промоакций, новостей и специальных предложений подписчикам.</li>
  <li>📈 <b>Аналитика продаж:</b> удобный доступ к статистике продаж для контроля эффективности курсов.</li>
  <li>⚙️ <b>Админ панель:</b> настройка контента, управление курсами и рекламными кампаниями в несколько кликов.</li>
  <li>🎯 <b>Гибкие настройки:</b> возможность сегментации аудитории для персонализированной рекламы.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>🕒 <b>Экономия времени:</b> бот автоматизирует процесс продажи курсов и взаимодействия с клиентами.</li>
  <li>📱 <b>Удобство для клиентов:</b> вся информация о курсах доступна в одном месте, а оплата проходит быстро и легко.</li>
  <li>💻 <b>Интеграция с сайтом:</b> синхронизация с базой данных позволяет поддерживать актуальность информации о курсах.</li>
  <li>📊 <b>Прозрачная аналитика:</b> администратор видит полную статистику по продажам и активности клиентов.</li>
  <li>📢 <b>Эффективная реклама:</b> рассылка сообщений увеличивает охват аудитории и привлекает новых клиентов.</li>
  <li>🧘 <b>Увеличение продаж:</b> автоматизация процессов и удобство для клиентов способствуют росту доходов.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеальное решение для мастеров йоги, онлайн-школ и студий, стремящихся продавать свои курсы эффективно и удобно, с минимальными затратами времени на организацию.</p>""",
        "sort_id": 4,
        "image": 'media/project/yoga_tg.jpg',
        "slug": 'yoga_tg',
        'video': 'https://rutube.ru/play/embed/c7048e505e93618f271a2de14bd7b0b4'
    },
    {
        'title': 'Скачивание видео из интернета в TG',
        'text': 'Бот скачивает видео из сайтов в интернете, даже там где нельзя скачать видео и отправляет  пользователю в телеграм, и после можно скачать видео на своё устройство или смотреть в offline. Есть рекламный модуль. Есть реферальная система, есть отслеживание источников трафика. Управление жестким диском и сервером',
        'short_text': 'Скачивает и отправляет в телеграм. Видео можно смотреть без интернета',
        'descriptions': """<b>🎥 Telegram-бот для скачивания видео из интернета</b>  

Мощный инструмент, который позволяет скачивать видео с любых сайтов, даже тех, где загрузка официально не предусмотрена. Видео можно сохранить на устройство для офлайн-просмотра или смотреть прямо в Telegram. Дополнительные функции, такие как рекламный модуль, реферальная система и управление сервером, делают этот бот идеальным решением для пользователей и бизнеса.  

<b>💡 Возможности бота:</b>  
<ul>
  <li>⬇️ <b>Скачивание видео:</b> бот загружает видео с большинства сайтов и отправляет его в Telegram.</li>
  <li>📥 <b>Сохранение видео:</b> возможность скачать видео на своё устройство или смотреть в режиме offline.</li>
  <li>📬 <b>Рекламный модуль:</b> встроенный инструмент для отправки рекламных сообщений и продвижения услуг.</li>
  <li>👥 <b>Реферальная система:</b> приглашайте друзей и получайте бонусы за их активность.</li>
  <li>🌐 <b>Отслеживание источников трафика:</b> бот анализирует, откуда приходят пользователи, для повышения эффективности рекламных кампаний.</li>
  <li>💾 <b>Управление сервером:</b> контроль использования дискового пространства, удаление или перемещение файлов, управление хранилищем.</li>
</ul>  

<b>🎯 Преимущества:</b>  
<ul>
  <li>🌍 <b>Доступ к любому контенту:</b> бот позволяет скачивать видео даже с защищённых сайтов.</li>
  <li>📱 <b>Удобство:</b> возможность сохранять видео для офлайн-просмотра или делиться им с другими.</li>
  <li>📈 <b>Монетизация:</b> рекламный модуль и реферальная система помогают зарабатывать на пользователях.</li>
  <li>📊 <b>Прозрачная аналитика:</b> отслеживание трафика позволяет корректировать маркетинговую стратегию.</li>
  <li>⚙️ <b>Управление сервером:</b> бот упрощает работу с хранилищем данных и поддерживает порядок в файлах.</li>
  <li>🔒 <b>Конфиденциальность:</b> весь процесс безопасен, а личные данные пользователей надёжно защищены.</li>
</ul>  

<b>Для кого полезен бот:</b>  
<p>Этот бот идеально подойдёт для контент-криэйторов, маркетологов, пользователей, часто работающих с видео, а также для бизнеса, который ищет удобный инструмент для скачивания и монетизации контента.</p>""",
        "sort_id": 1,
        "image": 'media/project/youtube_tg.jpg',
        "slug": 'youtube_tg',
        'video': 'https://rutube.ru/play/embed/b53d12c66696797ad265590f4504044c'
    },
    {
        'title': 'Деньги на телефон за отзыв на WB',
        'text': 'Бот бонус на телефон за отзыв на WB. В бота можно задать вопрос, и скинуть скриншот отзыва на WB и получить фиксированную сумму на телефон',
        'short_text': 'Задать вопрос, прислать скриншот отзыва на WB, автоотправка денег на телефон',
        'descriptions': """<b>📲 Telegram-бот для бонусов за отзывы на Wildberries</b>  
<br><br>
Инновационный бот, который мотивирует клиентов оставлять отзывы на Wildberries в обмен на денежное вознаграждение. Удобный функционал позволяет быстро задавать вопросы, отправлять скриншоты отзывов и получать фиксированный бонус на телефон.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>❓ <b>Задание вопросов:</b> пользователи могут задать вопросы о процессе получения бонуса и условиях участия.</li>
  <li>📸 <b>Отправка скриншота:</b> удобная форма для загрузки подтверждения опубликованного отзыва.</li>
  <li>💵 <b>Начисление бонуса:</b> автоматическое зачисление фиксированной суммы на телефон после проверки отзыва.</li>
  <li>⚙️ <b>Гибкие настройки:</b> возможность изменить сумму бонуса, условия участия и текст сообщений через админ панель.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>🛍 <b>Повышение лояльности клиентов:</b> стимулирует пользователей оставлять положительные отзывы о продуктах.</li>
  <li>📈 <b>Увеличение продаж:</b> положительные отзывы на платформе Wildberries способствуют росту популярности товаров.</li>
  <li>⏱ <b>Экономия времени:</b> автоматизация процесса получения подтверждений и зачисления бонусов.</li>
  <li>📊 <b>Контроль и аналитика:</b> возможность отслеживать количество оставленных отзывов и размер начисленных бонусов.</li>
  <li>🔒 <b>Прозрачность:</b> система исключает ошибки и обеспечивает честное начисление бонусов.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Бот идеально подходит для продавцов на Wildberries, которые хотят увеличить количество отзывов на свои товары, повысить их рейтинг и привлекать новых клиентов за счёт социальных доказательств.</p>""",
        "sort_id": 7,
        "image": 'media/project/support_tg.jpg',
        "slug": 'support_tg',
        'video': 'https://rutube.ru/play/embed/b53d12c66696797ad265590f4504044c'
    },
    {
        'title': 'Автоматизация WB, Ozon, Yandex, Aliexpress, Сбер в TG',
        'text': 'Автоматизация маркетплейсов: WB, Ozon, Yandex, Aliexpress, Сбер. Сбор заказов, генерация сборочных листов. Работа с остатками, модуль оплаты',
        'short_text': 'Сбор заказов, генерация сборочных листов. Работа с остатками, модуль оплаты',
        'descriptions': """<b>🛒 Telegram-бот для автоматизации маркетплейсов</b>  
<br><br>
Универсальный инструмент для управления бизнесом на маркетплейсах: Wildberries, Ozon, Yandex, Aliexpress и СберМегаМаркет. Бот автоматизирует ключевые процессы — от сбора заказов до генерации сборочных листов и управления остатками. Это помогает сократить время на рутину и сосредоточиться на развитии бизнеса.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>📦 <b>Сбор заказов:</b> автоматический сбор данных о заказах с выбранных маркетплейсов.</li>
  <li>📄 <b>Генерация сборочных листов:</b> удобные списки для сборки товаров с учётом всех требований и параметров.</li>
  <li>📊 <b>Управление остатками:</b> обновление и синхронизация данных о наличии товаров на маркетплейсах.</li>
  <li>💰 <b>Модуль оплаты:</b> возможность принимать платежи и обрабатывать транзакции напрямую через бота.</li>
  <li>⚙️ <b>Гибкая настройка:</b> возможность выбора маркетплейсов, адаптация под бизнес-потребности.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> автоматизация рутинных процессов, таких как обработка заказов и обновление остатков.</li>
  <li>📈 <b>Увеличение эффективности:</b> упрощение управления продажами на нескольких платформах одновременно.</li>
  <li>💼 <b>Удобство работы:</b> вся информация о заказах и остатках доступна в одном месте — в вашем Telegram.</li>
  <li>🔄 <b>Синхронизация данных:</b> исключает ошибки при ручном обновлении остатков и сборе информации.</li>
  <li>🔒 <b>Безопасность:</b> защищённые операции с оплатой и обработкой данных.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеальное решение для предпринимателей, владельцев магазинов и менеджеров, работающих с несколькими маркетплейсами. Подходит как для малого бизнеса, так и для крупных игроков, стремящихся автоматизировать процессы и сократить издержки.</p>""",
        "sort_id": 3,
        "image": 'media/project/auto_market_tg.jpg',
        "slug": 'auto_market_tg',
        'video': 'https://rutube.ru/play/embed/251f7de371b48a6f2ae679bb40d4a714'
    },
    {
        'title': 'Парсер комментариев c 0xprotocol',
        'text': 'Парсер комментариев с крипто сайта с защитой от парсинга 0xprotocol. Собирает комментарии и ответы на них. Сохраняет результат в Excel и JSON',
        'short_text': 'Собирает комментарии и репосты с защитой от парсинга',
        'descriptions': """<b>🛠 Telegram-бот для парсинга комментариев с крипто-сайтов</b>  
<br><br>
Бот, который собирает комментарии с крипто-сайтов, включая сайты с защитой от парсинга (например, 0xprotocol). Инструмент помогает получать актуальную информацию, анализировать мнения и строить стратегии на основе данных из крипто-сообщества.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>🔍 <b>Парсинг защищённых сайтов:</b> бот обходит защиту от парсинга (например, 0xprotocol) и собирает комментарии в режиме реального времени.</li>
  <li>📊 <b>Фильтрация данных:</b> поиск по ключевым словам, отбор наиболее релевантных комментариев для анализа.</li>
  <li>📤 <b>Экспорт данных:</b> собранные комментарии отправляются в удобных форматах — Excel и JSON.</li>
  <li>⚙️ <b>Гибкие настройки:</b> возможность задавать параметры парсинга, такие как частота запросов, целевые разделы и ключевые слова.</li>
  <li>🔒 <b>Анонимность:</b> бот работает через прокси и сохраняет конфиденциальность пользователя.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>📈 <b>Доступ к уникальным данным:</b> возможность парсить даже сайты с продвинутой защитой.</li>
  <li>⏱ <b>Экономия времени:</b> автоматизация процесса сбора информации без ручного мониторинга.</li>
  <li>💡 <b>Повышение аналитических возможностей:</b> собранные комментарии помогают выявлять тренды, настроения и инсайты из крипто-сообщества.</li>
  <li>🌍 <b>Глобальный охват:</b> возможность работы с любыми крипто-сайтами независимо от языка или региона.</li>
  <li>📤 <b>Удобство работы с данными:</b> экспорт в популярные форматы для дальнейшего анализа или интеграции.</li>
  <li>🔧 <b>Настраиваемость:</b> бот подстраивается под задачи пользователя, обеспечивая максимальную гибкость.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеально подходит для крипто-аналитиков, трейдеров, маркетологов и всех, кто занимается исследованием и анализом данных из крипто-сообщества. Бот помогает оставаться в курсе трендов и принимать взвешенные решения на основе свежей информации.</p>""",
        "sort_id": 3,
        "image": 'media/project/oxprotocol.jpg',
        "slug": 'oxprotocol',
        'video': 'https://rutube.ru/play/embed/1bac1276e3ed9321a9e908fda8b88430'
    },
    {
        'title': 'Парсер РанХиГС',
        'text': 'Парсер сайта РанХиГС. Получает динамическую информацию от JavaScripts. Работает с пагинацией, и анализом ссылок',
        'short_text': 'Парсер сайта РанХиГС. Получает динамическую информацию от JavaScripts. Работает с пагинацией, и анализом ссылок',
        'descriptions': """<b>📄 Telegram-бот для парсинга сайта РАНХиГС</b>  
<br><br>
Современный инструмент для автоматического сбора данных с сайта РАНХиГС. Бот эффективно обрабатывает динамическую информацию, созданную JavaScript, справляется с пагинацией и анализирует ссылки для полного охвата нужных данных.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>🔍 <b>Динамический парсинг:</b> извлечение информации, генерируемой JavaScript, включая скрытые и обновляемые данные.</li>
  <li>➡️ <b>Работа с пагинацией:</b> бот автоматически переходит между страницами и собирает данные без ограничений по количеству.</li>
  <li>🔗 <b>Анализ ссылок:</b> сбор информации из всех связанных страниц, включая вложенные и дополнительные ресурсы.</li>
  <li>📤 <b>Экспорт данных:</b> результаты парсинга можно выгружать в форматы Excel, Google Sheets или JSON для удобной обработки.</li>
  <li>⚙️ <b>Гибкая настройка:</b> возможность указания конкретных разделов сайта, элементов для парсинга и фильтрации данных.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> автоматический сбор данных без необходимости ручного мониторинга страниц сайта.</li>
  <li>📈 <b>Точность:</b> извлечение даже сложной, динамически загружаемой информации.</li>
  <li>🔧 <b>Универсальность:</b> бот работает с любыми разделами сайта, от расписаний до списков мероприятий и новостей.</li>
  <li>🔒 <b>Стабильность и конфиденциальность:</b> надёжный процесс парсинга с использованием прокси для обхода ограничений.</li>
  <li>📊 <b>Удобство анализа:</b> собранные данные можно легко интегрировать в системы аналитики или базы данных.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Бот идеально подходит для сотрудников и студентов РАНХиГС, аналитиков, исследователей, а также всех, кто регулярно работает с большими массивами информации, публикуемой на сайте.</p>""",
        "sort_id": 3,
        "image": 'media/project/ran_higs.jpg',
        "slug": 'ran_higs',
        'video': 'https://rutube.ru/play/embed/1077d9309fedb19b6f139c8d415f6e1c'
    },
    {
        'title': 'DJANGO REST маркетплейсы',
        'text': 'Django REST агрегатор данных от маркетплейсов WB и OZON, получает данные, складывает их в папки, и дальше выгружает разом все полученные данные на маркетплейсы и в google Sheets',
        'short_text': 'Агрегатор данных от маркетплейсов по API, с выгрузкой на маркетплейсы и Google Sheets',
        'descriptions': """<b>📊 Django REST агрегатор данных для маркетплейсов WB и Ozon</b>  
<br><br>
Современный инструмент для автоматизации работы с данными маркетплейсов Wildberries и Ozon. Django REST агрегатор собирает данные, структурирует их в удобные папки и выгружает в Google Sheets или обратно на маркетплейсы одним кликом.  
<br><br>
<b>💡 Возможности агрегатора:</b>  
<ul>
  <li>🔍 <b>Сбор данных:</b> автоматическое получение данных о продажах, остатках, заказах и аналитике с WB и Ozon.</li>
  <li>📂 <b>Структурирование данных:</b> сохранение полученной информации в организованных папках для удобного доступа и анализа.</li>
  <li>📤 <b>Массовая выгрузка:</b> загрузка всех собранных данных в маркетплейсы или экспорт в Google Sheets в один клик.</li>
  <li>⚙️ <b>Гибкие настройки:</b> возможность настройки параметров сбора данных, таких как частота обновлений и типы запрашиваемой информации.</li>
  <li>🔗 <b>Интеграции:</b> лёгкое подключение к API маркетплейсов и синхронизация с Google Sheets.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> избавляет от необходимости вручную собирать и сортировать данные из разных источников.</li>
  <li>📈 <b>Повышение эффективности:</b> автоматизация процессов обработки данных позволяет сосредоточиться на анализе и принятии решений.</li>
  <li>💼 <b>Удобство работы:</b> структурированные данные легко использовать для отчётов, анализа или дальнейших операций.</li>
  <li>🔄 <b>Универсальность:</b> поддержка двух популярных маркетплейсов и интеграция с Google Sheets для общего доступа к информации.</li>
  <li>🔒 <b>Безопасность:</b> конфиденциальность данных благодаря надёжной архитектуре Django REST.</li>
</ul>  
<br><br>
<b>Для кого полезен агрегатор:</b>  
<p>Идеальное решение для предпринимателей, аналитиков, и менеджеров, работающих с маркетплейсами WB и Ozon. Полезно как для малого бизнеса, так и для крупных компаний, стремящихся автоматизировать работу с данными.</p>""",
        "sort_id": 3,
        "image": 'media/project/aggregator_django.jpg',
        "slug": 'aggregator_django',
        'video': 'https://rutube.ru/play/embed/b0d0cd2a6101d0f291d87df67573f4a0'
    },
    {
        'title': 'AliExpress парсер на запросах',
        'text': 'Парсер товаров с AliExpress на запросах. Отслеживает дешевые товары и информирует о снижение цены',
        'short_text': 'Ищет снижение цен и уведомляет',
        'descriptions': """<b>🛒 Telegram-бот для парсинга товаров с AliExpress</b>  
<br><br>
Инструмент, который автоматически ищет товары на AliExpress по вашим запросам, отслеживает снижение цен и уведомляет вас о выгодных предложениях. Бот поможет не пропустить скидки и сэкономить на покупках.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>🔍 <b>Поиск товаров:</b> бот ищет товары на AliExpress по заданным ключевым словам и фильтрам (цена, категория, рейтинг).</li>
  <li>📊 <b>Отслеживание цен:</b> мониторинг стоимости выбранных товаров в режиме реального времени.</li>
  <li>📉 <b>Уведомления о скидках:</b> мгновенное оповещение о снижении цены на интересующие товары.</li>
  <li>📂 <b>Сохранение списков:</b> возможность сохранять избранные товары и получать обновления по ним.</li>
  <li>⚙️ <b>Гибкие настройки:</b> фильтрация по цене, рейтингу продавца, скорости доставки и другим параметрам.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>💰 <b>Экономия денег:</b> бот помогает найти самые дешёвые товары и выгодные предложения.</li>
  <li>⏱ <b>Экономия времени:</b> автоматизация поиска и отслеживания цен вместо ручного мониторинга.</li>
  <li>📤 <b>Мгновенные уведомления:</b> не пропустите скидки и акции благодаря оперативным сообщениям в Telegram.</li>
  <li>🔄 <b>Актуальность данных:</b> бот работает в реальном времени, предоставляя только свежую информацию.</li>
  <li>📦 <b>Удобство:</b> всё управление осуществляется прямо из Telegram — быстро, просто и эффективно.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеален для тех, кто регулярно покупает на AliExpress, ищет лучшие цены и скидки или занимается перепродажей товаров. Подходит как для личного использования, так и для бизнеса.</p>""",
        "sort_id": 3,
        "image": 'media/project/aliexpress_get.jpg',
        "slug": 'aliexpress_get',
        'video': 'https://rutube.ru/play/embed/42805932656eb939e0278924cfb8429d'
    },
    {
        'title': 'Парсер Auto.de и Av.by',
        'text': 'Парсер немецкого авто сайта auto.de, обход защиты cloudflare, работа с proxy, анализ цен и уведомления в телеграм при нахождение нужных авто',
        'short_text': 'Работа с защитой Cloudflare, proxy, оповещение в телеграм',
        'descriptions': """<b>🚗 Telegram-бот для парсинга авто с сайта Auto.de</b>  
<br><br>
Уникальный инструмент для поиска автомобилей на немецком сайте Auto.de и av.by. Бот обходит защиту Cloudflare, работает через proxy-серверы и предоставляет уведомления о найденных авто по заданным параметрам прямо в Telegram.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>🔍 <b>Поиск автомобилей:</b> мониторинг сайта Auto.de и av.by с учётом заданных критериев (марка, модель, год выпуска, цена и другие).</li>
  <li>🔐 <b>Обход защиты:</b> успешная обработка страниц сайта благодаря обходу Cloudflare.</li>
  <li>🌐 <b>Работа через proxy:</b> безопасный и стабильный парсинг даже с жёсткими региональными ограничениями.</li>
  <li>📈 <b>Анализ цен:</b> сравнение текущих цен на авто и выделение самых выгодных предложений.</li>
  <li>📲 <b>Уведомления:</b> мгновенные сообщения в Telegram о найденных автомобилях, которые соответствуют вашим параметрам.</li>
  <li>📤 <b>Экспорт данных:</b> возможность выгрузки найденной информации в удобных форматах, таких как Excel или Google Sheets.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>🚀 <b>Высокая скорость работы:</b> бот выполняет парсинг в многопоточном режиме, предоставляя данные быстро и эффективно.</li>
  <li>🔄 <b>Актуальная информация:</b> бот собирает только свежие данные прямо с сайта Auto.de.</li>
  <li>🛠 <b>Гибкая настройка:</b> возможность задать любые параметры поиска для точного результата.</li>
  <li>📡 <b>Безопасность:</b> использование proxy и обход защиты гарантируют стабильный доступ к ресурсу.</li>
  <li>📤 <b>Удобство использования:</b> все уведомления и управление ботом доступны прямо в Telegram.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеальное решение для автолюбителей, автодилеров, а также всех, кто ищет автомобили на европейском рынке. Полезен как для личных покупок, так и для бизнеса.</p>""",
        "sort_id": 3,
        "image": 'media/project/auto_de.jpg',
        "slug": 'auto_de',
        'video': 'https://rutube.ru/play/embed/360ccc5b9a10269e5ea9ff6668920f7e'
    },
    {
        'title': 'Парсер bankless',
        'text': 'Парсер динамического крипто сайта с защитой от парсинга bankless',
        'short_text': 'Сбор комментариев с динамического сайта с защитой от парсинга',
        'descriptions': """<b>📊 Telegram-бот для парсинга динамического крипто-сайта Bankless</b>  
<br><br>
Инновационный инструмент для извлечения данных с криптовалютного сайта Bankless, который защищён от парсинга. Бот преодолевает ограничения сайта, обрабатывает динамический контент и предоставляет пользователю актуальную информацию прямо в Telegram.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>🔍 <b>Парсинг защищённого контента:</b> извлечение данных с сайта, несмотря на сложные механизмы защиты от автоматического сбора информации.</li>
  <li>⚙️ <b>Работа с динамическими данными:</b> обработка контента, загружаемого с помощью JavaScript, для получения актуальной информации.</li>
  <li>🌐 <b>Обход защиты:</b> использование продвинутых методов для обхода ограничений и антибот-систем.</li>
  <li>📡 <b>Уведомления:</b> мгновенные оповещения в Telegram о новых данных, которые соответствуют вашим критериям поиска.</li>
  <li>📈 <b>Анализ информации:</b> систематизация собранных данных для удобного анализа.</li>
  <li>📂 <b>Экспорт данных:</b> сохранение результатов в Excel, Google Sheets или других форматах.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>🚀 <b>Доступ к закрытой информации:</b> бот преодолевает ограничения, обеспечивая доступ к важным данным.</li>
  <li>⏱ <b>Экономия времени:</b> автоматизация парсинга избавляет от необходимости вручную проверять сайт.</li>
  <li>📊 <b>Актуальность:</b> бот предоставляет только свежие данные в режиме реального времени.</li>
  <li>🔄 <b>Гибкость:</b> настройки бота позволяют отслеживать только интересующие категории информации.</li>
  <li>📤 <b>Удобство использования:</b> управление ботом и получение данных осуществляются прямо в Telegram.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Идеален для аналитиков, трейдеров и всех, кто занимается криптовалютами и нуждается в оперативной и достоверной информации для принятия решений.</p>""",
        "sort_id": 3,
        "image": 'media/project/bankless.jpg',
        "slug": 'bankless',
        'video': 'https://rutube.ru/play/embed/2587a0841226283a1e540fee2a39a208'
    },
    {
        'title': 'Накрутка ПФ. SEO позиций в Yandex',
        'text': 'Накрутка ПФ. SEO позиций. Регистрация аккаунта с помощью автоматизации Android, смена IP адресов через Android телефон с сим картой, имитация человеческого поведения. Поиск вашего сайта в поиске Yandex и заход на него с специальным поведением, благодарю которому ваш сайт продвигается в поисковике Yandex в поисковой выдаче',
        'short_text': 'Регистрация аккаунт через Android, продвижение вашего сайта в ТОП',
        'descriptions': """<b>🚀 Бот для накрутки ПФ (Позиционных факторов) и SEO-позиций</b>  
<br><br>
Этот бот представляет собой инновационный инструмент для автоматической регистрации аккаунтов, имитации человеческого поведения и накрутки SEO-позиций в Yandex. С помощью автоматизации на Android устройствах и смены IP адресов с использованием сим-карт, бот активно улучшает позиции вашего сайта в поисковой выдаче, обеспечивая его продвижение без явных признаков манипуляции.  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>📱 <b>Автоматическая регистрация аккаунтов:</b> создание и использование аккаунтов для имитации органического трафика и повышения авторитетности сайта.</li>
  <li>🔄 <b>Смена IP через Android:</b> использование Android телефона с сим-картами для динамической смены IP-адресов, что имитирует реальных пользователей.</li>
  <li>👥 <b>Имитация человеческого поведения:</b> действия бота направлены на подражание поведению настоящих пользователей, что способствует естественному росту SEO-позиций.</li>
  <li>🔍 <b>Поиск и заход на сайт:</b> бот выполняет поиск вашего сайта в поисковой системе Yandex и заходит на него с заранее заданным поведением, что способствует увеличению позиций в выдаче.</li>
  <li>📊 <b>Отслеживание эффективности:</b> возможность отслеживания изменений позиций сайта и оценка эффективности проведённых мероприятий.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>🚀 <b>Увеличение позиций в поисковой выдаче:</b> действия бота способствуют улучшению SEO-позиций вашего сайта в Yandex.</li>
  <li>🕵️‍♂️ <b>Естественность поведения:</b> накрутка происходит с имитацией реальных пользователей, что минимизирует вероятность попадания в санкции.</li>
  <li>📶 <b>Маскировка IP-адресов:</b> динамическая смена IP-адресов через Android устройства с сим-картами делает поведение максимально естественным.</li>
  <li>💻 <b>Автоматизация процессов:</b> все процессы происходят автоматически, что экономит время и ресурсы на выполнение SEO-задач.</li>
  <li>📈 <b>Повышение видимости:</b> улучшение позиций на поисковых системах делает сайт более видимым для целевой аудитории.</li>
</ul>  
<br><br>
<b>Для кого полезен бот:</b>  
<p>Бот идеально подходит для владельцев сайтов, SEO-специалистов и маркетологов, которые стремятся улучшить позиции своих сайтов в поисковой выдаче Yandex и повысить органический трафик.</p>""",
        "sort_id": 0,
        "image": 'media/project/seo_booster.jpg',
        "slug": 'seo_booster',
        'video': 'https://rutube.ru/play/embed/fecded8913f8da8829e40409d6e8b22d'
    },
    {
        'title': 'Автоматизация Bosslike',
        'text': 'Автоматизация биржи Bosslike. Баллы зарабатываются в авторежиме',
        'short_text': 'Автоматизация биржи Bosslike. Баллы зарабатываются в авторежиме',
        'descriptions': """<b>⚙️ Автоматизация работы на бирже Bosslike</b>
<br><br>
Этот бот предназначен для автоматизации заработка баллов на бирже Bosslike. Бот выполняет все действия по заработку баллов в автоматическом режиме, что значительно ускоряет процесс и позволяет вам зарабатывать без постоянного вмешательства.
<br><br>
<b>💡 Возможности бота:</b>
<ul>
  <li>💼 <b>Автоматический заработок баллов:</b> бот выполняет все необходимые действия для накопления баллов на бирже Bosslike без вашего участия.</li>
  <li>🕹 <b>Режим авторегистрации:</b> система автоматически выполняет регистрацию, участие в заданиях, выполнение необходимых действий для получения баллов.</li>
  <li>🔄 <b>Автоматическая активация заданий:</b> бот автоматически выполняет задания и выполняет действия, которые необходимы для получения баллов и достижения целей.</li>
  <li>📈 <b>Отслеживание баланса:</b> бот отслеживает количество заработанных баллов и информирует о результатах в реальном времени.</li>
  <li>📤 <b>Интеграция с биржей:</b> безошибочное взаимодействие с платформой Bosslike для эффективного выполнения задач.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Экономия времени:</b> автоматизация процессов значительно снижает необходимость в ручном выполнении заданий.</li>
  <li>🧑‍💻 <b>Полная автоматизация:</b> заработок баллов происходит в фоновом режиме без необходимости постоянного контроля.</li>
  <li>📈 <b>Повышение эффективности:</b> автоматическое выполнение задач позволяет зарабатывать больше баллов за меньшее время.</li>
  <li>💸 <b>Дополнительный доход:</b> возможность получать баллы и деньги, не тратя много усилий на выполнение заданий вручную.</li>
  <li>🔔 <b>Уведомления о статусе:</b> получайте уведомления о завершении задач и изменениях в балансе, что позволяет быть в курсе всех обновлений.</li>
</ul>
<br><br>
<b>Для кого полезен бот:</b>
<p>Идеален для пользователей, работающих с биржей Bosslike, желающих автоматизировать процесс заработка баллов и повысить свою эффективность без необходимости постоянного контроля.</p>""",
        "sort_id": 0,
        "image": 'media/project/bosslike.jpg',
        "slug": 'bosslike',
        'video': 'https://rutube.ru/play/embed/6922a8e3e9e9fd66070ab3dbabf944b6'
    },
    {
        'title': 'Комбайн Ozon',
        'text': 'Автоматизация Ozon. Получение поисковых позиций по конкретной карточке. Проверка отзывов меньше 3х звёзд. Скачивание документов со статистикой через WEB интерфейс',
        'short_text': 'Работа с WEB версией сайта. Работа с отзывами, заказами, проверка SEO позиций карточек',
        'descriptions': """<b>⚙️ Автоматизация работы с Ozon</b>
<br><br>
Этот бот предоставляет полный набор инструментов для автоматизации анализа и управления данными на платформе Ozon. Он позволяет получать поисковые позиции по конкретной карточке товара, отслеживать негативные отзывы и скачивать статистические документы через удобный веб-интерфейс.
<br><br>
<b>💡 Возможности бота:</b>
<ul>
  <li>🔍 <b>Анализ поисковых позиций:</b> автоматическое получение позиций выбранной карточки товара по заданным ключевым словам в поиске Ozon.</li>
  <li>⭐ <b>Отслеживание отзывов:</b> проверка отзывов с рейтингом ниже 3 звёзд, уведомление о найденных негативных отзывах для своевременного реагирования.</li>
  <li>📄 <b>Скачивание документов:</b> автоматическое получение и загрузка отчетов со статистикой через веб-интерфейс Ozon.</li>
  <li>📊 <b>Аналитика:</b> сбор данных для анализа динамики продаж, отзывов и позиций товаров.</li>
  <li>🌐 <b>Интеграция через веб-интерфейс:</b> удобное управление функциями бота через веб-интерфейс для простоты и эффективности работы.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Экономия времени:</b> автоматизация рутинных задач, таких как анализ позиций, проверка отзывов и скачивание документов, позволяет сосредоточиться на стратегических задачах.</li>
  <li>📈 <b>Увеличение продаж:</b> оперативный анализ позиций и отзывов помогает быстро реагировать на изменения и улучшать карточки товаров.</li>
  <li>🔔 <b>Уведомления:</b> бот уведомляет о найденных негативных отзывах, позволяя своевременно реагировать и улучшать репутацию товара.</li>
  <li>💻 <b>Удобство управления:</b> интуитивный веб-интерфейс упрощает работу с отчетами и настройками бота.</li>
  <li>📊 <b>Глубокая аналитика:</b> доступ к данным о позициях, отзывах и статистике позволяет принимать обоснованные решения для оптимизации продаж.</li>
</ul>
<br><br>
<b>Для кого полезен бот:</b>
<p>Идеально подходит для владельцев магазинов и маркетологов, работающих на платформе Ozon, которые хотят автоматизировать рутинные процессы, улучшить позиции своих товаров и эффективно управлять отзывами.</p>""",
        "sort_id": 1,
        "image": 'media/project/business_ozon.jpg',
        "slug": 'business_ozon',
        'video': 'https://rutube.ru/play/embed/04f9c5913a4b31173abbff6ff2127edc'
    },
    {
        'title': 'Dating SPA сайт с SSR + DJANGO REST',
        'text': 'Сайт Single Page с Server Side Rendering (SSR). Backend на Django REST. SEO оптимизированный сайт. Сайт без обновления страниц. Все данные подтягиваются на этапе сборки и ререндерятся каждый час. Админ панель',
        'short_text': 'SEO оптимизированный сайт на Next JS + backend DJANGO REST',
        'descriptions': """<b>🌐 Сайт Single Page с Server Side Rendering (SSR)</b>
<br><br>
Современный веб-ресурс с архитектурой Single Page Application (SPA), реализованный с использованием серверного рендеринга (SSR). Бэкенд разработан на Django REST, что обеспечивает быструю загрузку и удобное управление данными. Подходит для сайтов с динамическим контентом, требующих высокой скорости работы и SEO-оптимизации.
<br><br>
<b>💡 Возможности сайта:</b>
<ul>
  <li>⚡ <b>Server Side Rendering (SSR):</b> рендеринг всех данных на стороне сервера для быстрой загрузки страниц и повышения SEO.</li>
  <li>📄 <b>Без перезагрузки страниц:</b> все действия пользователя происходят без обновления страницы, что улучшает пользовательский опыт.</li>
  <li>🔄 <b>Автоматическое обновление данных:</b> контент на сайте ререндерится каждые час для отображения актуальной информации.</li>
  <li>🛠 <b>Админ панель:</b> удобный интерфейс для управления контентом и настройками сайта.</li>
  <li>🔌 <b>Интеграция с Django REST:</b> мощный бэкенд для обработки запросов и работы с базами данных.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>🚀 <b>Высокая скорость загрузки:</b> благодаря SSR страницы сайта открываются мгновенно, даже на устройствах с низкой производительностью.</li>
  <li>🌟 <b>SEO-оптимизация:</b> серверный рендеринг улучшает индексацию сайта поисковыми системами, что повышает его позиции в поисковой выдаче.</li>
  <li>🔧 <b>Лёгкость управления:</b> админ панель позволяет быстро редактировать и обновлять контент.</li>
  <li>🔄 <b>Обновление данных:</b> автоматическое ререндеринг каждые час обеспечивает актуальность информации на сайте.</li>
  <li>📡 <b>API-ориентированность:</b> Django REST Framework обеспечивает удобное взаимодействие с фронтендом и возможность интеграции с другими сервисами.</li>
  <li>📱 <b>Удобство для пользователей:</b> интерфейс без перезагрузки страниц создаёт плавный пользовательский опыт.</li>
</ul>
<br><br>
<b>Для кого полезен сайт:</b>
<p>Идеален для компаний, которым важно предоставлять актуальную информацию в режиме реального времени и повышать видимость сайта в поисковых системах. Подходит для новостных порталов, онлайн-обучения, маркетплейсов и других динамических ресурсов.</p>""",
        "sort_id": 0,
        "image": 'media/project/next_js_django.jpg',
        "slug": 'next_js_django',
        'video': 'https://rutube.ru/play/embed/1801bf0b9cad8ff9c2302f32aba041e8'
    },
    {
        'title': 'Django выгрузка цен на WB и OZON',
        'text': 'Django сайт для выгрузки цен на WB и Ozon. Цены берутся из Google Sheets таблицы',
        'short_text': 'Цены из Google Sheet таблицы выгружаются по кнопке менеджером на маркетплейсы',
        'descriptions': """<b>🌐 Django сайт для автоматической выгрузки цен на WB и Ozon</b>
<br><br>
Современное решение для автоматизации управления ценами на маркетплейсах Wildberries и Ozon. Сайт разработан на Django и интегрирован с Google Sheets, что позволяет работать с данными в реальном времени, упрощая процесс обновления цен.
<br><br>
<b>💡 Возможности сайта:</b>
<ul>
  <li>📊 <b>Интеграция с Google Sheets:</b> автоматическая синхронизация цен из таблиц Google Sheets.</li>
  <li>📤 <b>Выгрузка цен на WB и Ozon:</b> передача актуальных данных о ценах на маркетплейсы в несколько кликов.</li>
  <li>🔄 <b>Автоматическое обновление:</b> регулярная проверка обновлений в Google Sheets и отправка изменений на платформы.</li>
  <li>🛠 <b>Интуитивный интерфейс:</b> простой в использовании сайт для управления данными и отслеживания изменений.</li>
  <li>🔒 <b>Безопасность данных:</b> использование защищённых API для передачи информации.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Экономия времени:</b> автоматизация процесса обновления цен избавляет от ручной работы.</li>
  <li>📈 <b>Точность и актуальность:</b> всегда актуальные цены на маркетплейсах благодаря синхронизации с Google Sheets.</li>
  <li>🚀 <b>Повышение эффективности:</b> единый интерфейс для управления ценами на нескольких платформах.</li>
  <li>🔧 <b>Гибкость:</b> возможность настройки частоты обновлений и интеграции с другими системами.</li>
  <li>📂 <b>Прозрачность:</b> хранилище данных в Google Sheets позволяет легко отслеживать изменения и управлять ими.</li>
</ul>
<br><br>
<b>Для кого полезен сайт:</b>
<p>Идеален для владельцев интернет-магазинов, работающих с Wildberries и Ozon, которые хотят автоматизировать управление ценами, минимизировать ошибки и сократить затраты времени на рутинные задачи.</p>""",
        "sort_id": 3,
        "image": 'media/project/django_push_price.jpg',
        "slug": 'django_push_price',
        'video': 'https://rutube.ru/play/embed/05c3cac2d3cd9c182133f4198fb124d9'
    },
    {
        'title': 'Кинотеатр SPA с SSR',
        'text': 'Сайт SPA с SSR. Сайт с фильмами. Online кинотеатр',
        'short_text': 'Сайт без обновления страниц при переходе. Online кинотеатр',
        'descriptions': """<b>🎬 Сайт SPA с SSR: Онлайн кинотеатр</b>
<br><br>
Современный веб-ресурс для онлайн-просмотра фильмов и сериалов. Сайт разработан с использованием Single Page Application (SPA) и Server Side Rendering (SSR), что обеспечивает быструю загрузку страниц, отличное SEO и плавный пользовательский опыт. Идеальное решение для онлайн-кинотеатра, предоставляющего пользователям доступ к широкому каталогу фильмов и сериалов.
<br><br>
<b>💡 Возможности сайта:</b>
<ul>
  <li>📽️ <b>Каталог фильмов и сериалов:</b> удобный поиск, сортировка и фильтрация по жанрам, рейтингу и другим параметрам.</li>
  <li>⚡ <b>Высокая скорость работы:</b> SPA обеспечивает мгновенную навигацию без перезагрузки страниц.</li>
  <li>🌟 <b>SEO-оптимизация:</b> благодаря SSR страницы отлично индексируются поисковыми системами, привлекая больше посетителей.</li>
  <li>🔄 <b>Автоматическое обновление:</b> данные каталога обновляются в реальном времени.</li>
  <li>🎥 <b>Встроенный видеоплеер:</b> поддержка HD и Full HD качества, а также субтитров и выбора языков.</li>
  <li>👤 <b>Личный кабинет:</b> пользователи могут сохранять избранные фильмы, оставлять отзывы и создавать плейлисты.</li>
  <li>💳 <b>Модуль оплаты:</b> доступ к премиум-контенту через подписку или разовые платежи.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>🚀 <b>Быстродействие:</b> SPA с SSR обеспечивает мгновенную загрузку страниц и плавную работу интерфейса.</li>
  <li>📈 <b>Привлечение пользователей:</b> SEO-оптимизация помогает сайту занимать высокие позиции в поисковой выдаче.</li>
  <li>🔧 <b>Гибкость:</b> возможность добавления новых функций и интеграций по мере роста кинотеатра.</li>
  <li>🎬 <b>Удобство для пользователей:</b> интуитивно понятный интерфейс, качественный видеоплеер и персонализированный контент.</li>
  <li>💼 <b>Коммерческая выгода:</b> монетизация через подписки и интеграция с рекламными платформами.</li>
</ul>
<br><br>
<b>Для кого полезен сайт:</b>
<p>Идеален для компаний и предпринимателей, желающих запустить современный онлайн-кинотеатр с широкими функциональными возможностями и отличной пользовательской поддержкой.</p>""",
        "sort_id": 3,
        "image": 'media/project/next_js_cinema.jpg',
        "slug": 'next_js_cinema',
        'video': 'https://rutube.ru/play/embed/3aecec68e30682dece74d311979c7134'
    },
    {
        'title': 'Django сайт',
        'text': 'Сайт для рабочего дома г.Москва, админ панель',
        'short_text': 'Сайт для рабочего дома г.Москва',
        'descriptions': """<b>🏠 Сайт на Django для рабочего дома</b>
<br><br>
Удобный и функциональный сайт, созданный для управления и координации работы в доме. Решение помогает оптимизировать взаимодействие между всеми участниками: владельцами, персоналом и подрядчиками, обеспечивая эффективное управление процессами и задачами.
<br><br>
<b>💡 Возможности сайта:</b>
<ul>
  <li>📋 <b>Управление задачами:</b> создание, распределение и контроль выполнения задач для домашнего персонала.</li>
  <li>🔔 <b>Система уведомлений:</b> своевременные напоминания о важных событиях или задачах.</li>
  <li>📂 <b>Ведение документации:</b> удобное хранилище документов, инструкций и контактных данных подрядчиков.</li>
  <li>🕒 <b>График работы:</b> планирование расписания сотрудников и учёт рабочего времени.</li>
  <li>💳 <b>Модуль оплаты:</b> учёт расходов и генерация отчетов о затратах.</li>
  <li>👤 <b>Личный кабинет:</b> персонализированный доступ для владельцев и сотрудников с учётом их ролей и прав.</li>
  <li>📈 <b>Статистика и отчёты:</b> анализ выполненных задач, расходов и эффективности управления.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>🔧 <b>Автоматизация:</b> избавляет от рутинных задач и сокращает время на управление.</li>
  <li>📊 <b>Прозрачность:</b> все процессы и данные собраны в одном месте, доступ к которым можно получить в любое время.</li>
  <li>💡 <b>Гибкость:</b> возможность адаптации функционала под конкретные нужды дома.</li>
  <li>📱 <b>Мобильность:</b> доступ к сайту с любых устройств, включая смартфоны и планшеты.</li>
  <li>🔒 <b>Безопасность:</b> защита данных с помощью современных технологий шифрования и авторизации.</li>
</ul>
<br><br>
<b>Для кого полезен сайт:</b>
<p>Подходит для владельцев больших домов, управляющих компаний и администраторов, которые хотят упростить управление задачами и улучшить взаимодействие с персоналом.</p>""",
        "sort_id": 5,
        "image": 'media/project/rab_dom.jpg',
        "slug": 'rab_dom',
        'video': 'https://rutube.ru/play/embed/f64117608496df25cf7688633951ea61'
    },
    {
        'title': 'Django сайт студии загара',
        'text': 'Django сайт + админ панель',
        'short_text': 'Django сайт + админ панель',
        'descriptions': """<b>🌞 Сайт студии загара на Django с админ панелью</b>
<br><br>
Современный и функциональный сайт для студии загара, созданный на Django, предоставляет удобный интерфейс для клиентов и мощные инструменты управления для администраторов. Решение помогает автоматизировать процессы записи, оплаты и взаимодействия с клиентами.
<br><br>
<b>💡 Возможности сайта:</b>
<ul>
  <li>📅 <b>Онлайн-запись:</b> удобная система бронирования времени для сеансов загара с подтверждением записи.</li>
  <li>💳 <b>Интеграция с платежными системами:</b> возможность оплаты услуг онлайн.</li>
  <li>📋 <b>Управление услугами:</b> каталог услуг с описанием, ценами и акциями.</li>
  <li>📈 <b>Статистика и отчёты:</b> анализ популярности услуг, клиентской активности и выручки.</li>
  <li>📩 <b>Модуль рассылки:</b> автоматическая отправка уведомлений о записи, акциях и новинках.</li>
  <li>🌐 <b>Мультиязычность:</b> поддержка нескольких языков для удобства международных клиентов.</li>
</ul>
<br><br>
<b>🛠 Админ панель:</b>
<ul>
  <li>👥 <b>Управление клиентами:</b> база клиентов с контактной информацией и историей посещений.</li>
  <li>📅 <b>График работы:</b> настройка рабочего времени студии и расписания сотрудников.</li>
  <li>🔧 <b>Гибкие настройки:</b> редактирование услуг, цен и описаний в пару кликов.</li>
  <li>📊 <b>Отчёты:</b> генерация отчётов о доходах, загрузке студии и эффективности акций.</li>
  <li>🚀 <b>Автоматизация:</b> минимизация ручного труда благодаря автоматическим уведомлениям и учёту.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>🌟 <b>Удобство для клиентов:</b> быстрый доступ к информации и запись через интуитивный интерфейс.</li>
  <li>💼 <b>Оптимизация процессов:</b> автоматизация работы освобождает время персонала.</li>
  <li>📈 <b>Рост доходов:</b> улучшенная видимость студии и удобство записи привлекают больше клиентов.</li>
  <li>🔒 <b>Безопасность:</b> современные технологии Django обеспечивают защиту данных.</li>
  <li>🎨 <b>Дизайн:</b> стильный и адаптивный интерфейс, который смотрится отлично на любом устройстве.</li>
</ul>
<br><br>
<b>Для кого полезен:</b>
<p>Идеально подходит для владельцев студий загара, желающих улучшить управление бизнесом, повысить уровень сервиса и привлечь больше клиентов.</p>""",
        "sort_id": 4,
        "image": 'media/project/django_tan.jpg',
        "slug": 'django_tan',
        'video': 'https://rutube.ru/play/embed/3dc580f45b1a3a4f6bad094627538f42'
    },
    {
        'title': 'Парсер Дубайской недвижимости + WordPress',
        'text': 'Парсинг объявлений Дубайской недвижимости и публикации их на WordPress сайт',
        'short_text': 'Парсинг Дубайской недвижимости и публикация данных на WordPress',
        'descriptions': """<b>🏢 Парсинг объявлений Дубайской недвижимости с публикацией на WordPress сайт</b>
<br><br>
Автоматизированное решение для сбора и публикации объявлений о недвижимости в Дубае. Система собирает данные с популярных ресурсов, обрабатывает их и публикует на вашем WordPress сайте, обеспечивая актуальность и расширение базы объектов.
<br><br>
<b>💡 Возможности системы:</b>
<ul>
  <li>📥 <b>Автоматический парсинг:</b> сбор объявлений с дубайских сайтов недвижимости, включая текст, фотографии и характеристики объектов.</li>
  <li>🔧 <b>Фильтрация данных:</b> возможность настроить правила для отбора объявлений (по цене, расположению, типу недвижимости и другим параметрам).</li>
  <li>🔄 <b>Обработка данных:</b> корректировка форматов, добавление водяных знаков на изображения, замена текстов для улучшения уникальности контента.</li>
  <li>🌐 <b>Интеграция с WordPress:</b> автоматическое размещение собранных данных в виде постов или страниц на вашем сайте.</li>
  <li>🕒 <b>Обновление объявлений:</b> регулярный мониторинг и обновление информации, включая удаление устаревших или недоступных объектов.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>🚀 <b>Экономия времени:</b> автоматизация всех этапов сбора, обработки и публикации данных.</li>
  <li>📈 <b>Повышение посещаемости:</b> регулярное добавление новых объектов привлекает больше пользователей и увеличивает SEO-позиции сайта.</li>
  <li>🔒 <b>Контроль качества:</b> фильтры и предварительная обработка данных обеспечивают публикацию только релевантных и уникальных объявлений.</li>
  <li>💡 <b>Гибкость:</b> возможность адаптировать алгоритмы парсинга под изменения на источниках и добавлять новые площадки.</li>
  <li>📱 <b>Удобство:</b> интеграция с WordPress делает управление контентом простым и доступным даже для начинающих администраторов.</li>
</ul>
<br><br>
<b>Для кого полезно:</b>
<p>Подходит для агентств недвижимости, маркетологов и веб-мастеров, стремящихся создать и поддерживать актуальную базу объектов недвижимости в Дубае с минимальными временными затратами.</p>""",
        "sort_id": 3,
        "image": 'media/project/wp_dubay.jpg',
        "slug": 'wp_dubay',
        'video': 'https://rutube.ru/play/embed/29120b9003da181bcd9e3cbd4ffcf556'
    },
    {
        'title': 'FastApi + NextJS + WB + OZON',
        'text': 'Nexjt JS SPA SSR + FastAPI. Автоматизитор маркетплейсов Ozon и WB, создзает карточки товара по выбранным фильтрам и выбранным магазинам. Может управлять остатками, ценами, есть автовыгрузка данных. Обнуление остатков по фильтрам, архивация/разархивация товаров. API модуль, модуль авторизации.',
        'short_text': 'Сервис по автоматизация маркетплейсов',
        'descriptions': """<b>🚀 Next.js SPA с SSR + FastAPI для автоматизации маркетплейсов Ozon и WB</b>
<br><br>
Современное решение для автоматизации работы с маркетплейсами, сочетающее скорость одностраничного приложения (SPA) и возможности серверного рендеринга (SSR). Платформа оптимизирована для создания, управления и обновления товарных карточек, цен и остатков, упрощая работу с Ozon и Wildberries.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>🛒 <b>Создание карточек товаров:</b> автоматическое создание карточек на основе выбранных фильтров и заданных магазинов.</li>
  <li>📦 <b>Управление остатками:</b> обновление, обнуление остатков по фильтрам, архивация и разархивация товаров.</li>
  <li>💲 <b>Работа с ценами:</b> настройка автоматического изменения цен для конкуренции на маркетплейсе.</li>
  <li>📤 <b>Автовыгрузка данных:</b> интеграция с API маркетплейсов для быстрой синхронизации информации.</li>
  <li>🔧 <b>Фильтрация товаров:</b> гибкие фильтры для управления ассортиментом и данными.</li>
  <li>🔐 <b>Модуль авторизации:</b> безопасный вход для пользователей и разграничение прав доступа.</li>
  <li>📡 <b>API модуль:</b> позволяет интегрировать платформу с другими системами, автоматизировать дополнительные процессы.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Высокая производительность:</b> благодаря технологии SSR от Next.js сайт загружается быстрее, что улучшает пользовательский опыт.</li>
  <li>📊 <b>Автоматизация рутинных задач:</b> снижение затрат времени на создание карточек, управление ценами и остатками.</li>
  <li>🔄 <b>Гибкость:</b> настройка под любые требования маркетплейсов и ваших магазинов.</li>
  <li>🌐 <b>Интеграция:</b> универсальный API модуль позволяет работать с различными платформами.</li>
  <li>🔒 <b>Безопасность:</b> продуманный модуль авторизации защищает данные вашего бизнеса.</li>
  <li>📈 <b>Эффективность:</b> автоматизация процессов повышает конкурентоспособность и сокращает операционные издержки.</li>
</ul>
<br><br>
<b>Для кого подходит:</b>
<p>Решение создано для владельцев интернет-магазинов и менеджеров, работающих с маркетплейсами Ozon и Wildberries. Идеально для тех, кто стремится упростить управление товарами, остатками и ценами, сохранив контроль и гибкость.</p>
<br><br>
<i>Автоматизируйте свой бизнес на маркетплейсах и сосредоточьтесь на росте и масштабировании! 🌟</i>""",
        "sort_id": 0,
        "image": 'media/project/fastapi_nextjs_markets.jpg',
        "slug": 'fastapi_nextjs_markets',
        'video': 'https://rutube.ru/play/embed/63d31f833b2bc337b6c63fda1652c1cd'
    },
    {
        'title': 'Парсер Google Trends',
        'text': 'Парсер Google Trends и уведомление в Telegram каждый день',
        'short_text': 'Парсер Google Trends и уведомление в Telegram каждый день',
        'descriptions': """<b>📊 Парсер Google Trends с уведомлениями в Telegram</b>
<br><br>
Удобный инструмент для анализа трендов и оперативного получения актуальной информации из Google Trends. Бот ежедневно проверяет популярные запросы, изменения в динамике трендов и присылает уведомления прямо в Telegram.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>📈 <b>Парсинг трендов:</b> сбор данных по заданным категориям, регионам и ключевым словам.</li>
  <li>⏰ <b>Ежедневные уведомления:</b> отправка свежей информации о трендах прямо в Telegram в заданное время.</li>
  <li>🔍 <b>Гибкие настройки:</b> возможность настроить категории, регионы и частоту уведомлений под индивидуальные потребности.</li>
  <li>🗂️ <b>Анализ динамики:</b> отслеживание изменений популярности запросов и формирование отчетов.</li>
  <li>📤 <b>Экспорт данных:</b> интеграция с Google Sheets для хранения и работы с трендами.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Оперативность:</b> ежедневные уведомления обеспечивают актуальную информацию без необходимости самостоятельного поиска.</li>
  <li>📊 <b>Данные для анализа:</b> тренды помогают выявлять актуальные темы, интересы аудитории и направления для бизнеса.</li>
  <li>🌍 <b>Глобальный охват:</b> возможность получать данные по разным регионам и категориям.</li>
  <li>🤖 <b>Автоматизация:</b> экономия времени за счет автоматического сбора и отправки данных.</li>
  <li>📋 <b>Простота интеграции:</b> поддержка Google Sheets для удобного хранения и анализа данных.</li>
</ul>
<br><br>
<b>Для кого подходит:</b>
<p>Идеально для маркетологов, аналитиков, предпринимателей и блогеров, которые хотят оставаться в курсе трендов и использовать эту информацию для развития бизнеса, контент-стратегий и увеличения охвата аудитории.</p>""",
        "sort_id": 5,
        "image": 'media/project/google_trends.jpg',
        "slug": 'google_trends',
        'video': 'https://rutube.ru/play/embed/f0604414f24daaf52ec8905948b15fee'
    },
    {
        'title': 'Парсер grantshares',
        'text': 'Парсер криптопроекта на комментарии, с защитой от парсинга',
        'short_text': 'Парсер криптопроекта на комментарии, с защитой от парсинга',
        'descriptions': """<b>🔍 Парсер криптосайта GrantShares с защитой от парсинга</b>
<br><br>
Эффективный инструмент для сбора данных с криптосайта GrantShares, несмотря на его защиту от парсинга. Бот обеспечивает точное извлечение информации, обход ограничений и удобную обработку данных для анализа и принятия решений.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>📜 <b>Сбор данных:</b> автоматическое извлечение актуальной информации о грантах, проектах и криптовалютных транзакциях.</li>
  <li>🛡️ <b>Обход защиты:</b> решение обходит механизмы антибот-защиты, включая капчи, блокировки и динамические скрипты.</li>
  <li>📤 <b>Экспорт данных:</b> выгрузка собранной информации в удобных форматах, таких как CSV, Excel или Google Sheets.</li>
  <li>📊 <b>Аналитика:</b> возможность предварительного анализа данных, фильтрации и сортировки по заданным параметрам.</li>
  <li>🔄 <b>Автоматизация:</b> регулярный сбор данных по расписанию и отправка уведомлений о новых записях в Telegram.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Обход ограничений:</b> инновационные алгоритмы позволяют получать данные, недоступные для других решений.</li>
  <li>📊 <b>Актуальность:</b> сбор свежей информации в реальном времени для анализа и принятия решений.</li>
  <li>🌐 <b>Универсальность:</b> возможность интеграции с другими инструментами для более глубокого анализа.</li>
  <li>⏱️ <b>Экономия времени:</b> автоматизация процесса исключает необходимость ручного сбора данных.</li>
  <li>🔒 <b>Безопасность:</b> соблюдение конфиденциальности и защита от блокировки IP-адреса благодаря прокси.</li>
</ul>
<br><br>
<b>Для кого подходит:</b>
<p>Идеальное решение для криптоинвесторов, аналитиков, разработчиков блокчейн-проектов и всех, кто работает с GrantShares. Этот инструмент помогает оперативно получать актуальную информацию для анализа, мониторинга и стратегического планирования.</p>""",
        "sort_id": 6,
        "image": 'media/project/grantshares.jpg',
        "slug": 'grantshares',
        'video': 'https://rutube.ru/play/embed/6c151c17ea8fb391b1a0fa12484651c6'
    },
    {
        'title': 'Парсер голосования крипто проектов graphadvocates',
        'text': 'Парсер криптосайта graphadvocates с защитой от парсинга',
        'short_text': 'Сбор комментариев, парсинг с защитой от парсинга',
        'descriptions': """<b>🔍 Парсер криптосайта Graph Advocates с защитой от парсинга</b>
<br><br>
Мощный инструмент для извлечения данных с сайта Graph Advocates, разработанный для обхода современных антибот-методов. Бот эффективно собирает информацию о проектах, грантах и участниках, сохраняя данные для дальнейшего анализа и принятия решений.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>📜 <b>Сбор данных:</b> извлечение ключевой информации о заявках, грантах и активности на платформе.</li>
  <li>🛡️ <b>Обход защиты:</b> продвинутый обход защитных технологий, таких как капчи, динамическая загрузка данных через JavaScript и ограничение запросов.</li>
  <li>📤 <b>Экспорт данных:</b> сохранение результатов в удобных форматах: CSV, Excel или Google Sheets.</li>
  <li>📊 <b>Фильтрация и анализ:</b> встроенные инструменты для сортировки и предварительной обработки данных.</li>
  <li>🔄 <b>Автоматизация:</b> регулярный сбор данных по расписанию и уведомления о новых данных в Telegram.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Обход ограничений:</b> инновационные методы позволяют преодолевать сложные антибот-системы и получать нужные данные.</li>
  <li>📊 <b>Точная аналитика:</b> возможность быстро анализировать полученные данные и находить полезную информацию.</li>
  <li>⏰ <b>Экономия времени:</b> автоматизированный процесс исключает необходимость ручного сбора информации.</li>
  <li>🔗 <b>Интеграция:</b> легко подключается к другим инструментам для построения аналитических отчетов.</li>
  <li>🔒 <b>Защита:</b> использование прокси-серверов и других технологий для обеспечения безопасности парсинга.</li>
</ul>
<br><br>
<b>Для кого подходит:</b>
<p>Инструмент создан для криптоаналитиков, инвесторов, разработчиков блокчейн-проектов и исследователей, которым важна оперативная информация о данных платформы Graph Advocates. Парсер помогает принимать обоснованные решения, изучая проекты и гранты на основе актуальных данных.</p>""",
        "sort_id": 6,
        "image": 'media/project/graphadvocates.jpg',
        "slug": 'graphadvocates',
        'video': 'https://rutube.ru/play/embed/4e7a44daaba638adabcb284cf0bbbd89'
    },
    {
        'title': 'Парсер сайта все кондиционеры',
        'text': 'Парсер сайта vsekondicioneri с защитой от парсинга и сохранение данных в excel',
        'short_text': 'Парсер сайта vsekondicioneri с защитой от парсинга и сохранение данных в excel',
        'descriptions': """<b>🔍 Парсер сайта "Все Кондиционеры" с защитой от парсинга</b>
<br><br>
Удобный и мощный инструмент для автоматического извлечения данных о кондиционерах с сайта "Все Кондиционеры". Бот эффективно обходит защиту от парсинга, собирает необходимые данные и сохраняет их в Excel для дальнейшего использования.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>📦 <b>Сбор данных:</b> автоматическое извлечение информации о моделях, характеристиках, ценах и наличии.</li>
  <li>🛡️ <b>Обход защиты:</b> успешное преодоление механизмов защиты сайта, включая капчи и динамическую загрузку контента.</li>
  <li>📤 <b>Сохранение:</b> удобное сохранение собранных данных в Excel для анализа и интеграции в рабочие процессы.</li>
  <li>🔄 <b>Автоматизация:</b> настройка регулярного парсинга с заданными интервалами для получения актуальной информации.</li>
  <li>🔗 <b>Интеграция:</b> возможность использования данных в CRM, маркетинговых системах и других приложениях.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Обход сложной защиты:</b> технология преодолевает антибот-методы, обеспечивая стабильную работу.</li>
  <li>📊 <b>Актуальные данные:</b> получение свежей информации о ценах и товарах без ручного труда.</li>
  <li>⏳ <b>Экономия времени:</b> исключение рутинных процессов с автоматическим обновлением данных.</li>
  <li>📈 <b>Удобный анализ:</b> структура данных в Excel позволяет быстро анализировать и принимать решения.</li>
  <li>🔒 <b>Безопасность:</b> использование прокси и защиты IP для предотвращения блокировок.</li>
</ul>
<br><br>
<b>Для кого подходит:</b>
<p>Инструмент идеален для владельцев магазинов, аналитиков и специалистов по закупкам, которые хотят оперативно отслеживать информацию о товарах, сравнивать цены и планировать закупки на основе точных данных.</p>""",
        "sort_id": 6,
        "image": 'media/project/conditioner.jpg',
        "slug": 'conditioner',
        'video': 'https://rutube.ru/play/embed/8f2fc90d96f7a5dc89400d0b907c9190'
    },
    {
        'title': 'Парсер lido',
        'text': 'Парсер криптопроекта research.lido.fi с защитой от парсинга',
        'short_text': 'Парсер криптопроекта research.lido.fi с защитой от парсинга',
        'descriptions': """<b>🔍 Парсер криптопроекта Research Lido с защитой от парсинга</b>
<br><br>
Эффективный инструмент для автоматического извлечения данных с сайта Research Lido (research.lido.fi). Парсер обходит сложные механизмы защиты от парсинга и предоставляет доступ к аналитической информации и отчетам о криптопроекте. 
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>📜 <b>Сбор данных:</b> извлечение ключевых метрик, отчетов, аналитики и публикаций с платформы Research Lido.</li>
  <li>🛡️ <b>Обход защиты:</b> обходит капчи, динамическую загрузку контента через JavaScript и другие антибот-методы.</li>
  <li>📤 <b>Сохранение данных:</b> экспорт собранной информации в удобные форматы, такие как CSV или Excel.</li>
  <li>🔄 <b>Автоматизация:</b> регулярное обновление данных с заданной периодичностью.</li>
  <li>📊 <b>Фильтрация:</b> выбор данных по ключевым словам, категориям и другим параметрам.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Доступ к закрытым данным:</b> инновационные методы позволяют собирать информацию даже с защищённых страниц.</li>
  <li>📈 <b>Оперативная аналитика:</b> автоматизация процессов экономит время и позволяет быстро использовать данные для принятия решений.</li>
  <li>⏳ <b>Экономия времени:</b> исключение необходимости ручного сбора информации.</li>
  <li>🔒 <b>Безопасность:</b> поддержка прокси-серверов и других технологий для защиты от блокировок.</li>
  <li>🔗 <b>Интеграция:</b> возможность использования данных в аналитических инструментах, презентациях и отчетах.</li>
</ul>
<br><br>
<b>Для кого подходит:</b>
<p>Парсер идеально подходит для криптоаналитиков, инвесторов, исследователей и специалистов, работающих в области DeFi. Он позволяет глубже анализировать данные о проектах, улучшать стратегию инвестирования и изучать динамику крипторынка.</p>""",
        "sort_id": 6,
        "image": 'media/project/lido.jpg',
        "slug": 'lido',
        'video': 'https://rutube.ru/play/embed/cc220cdfc24c9acd76da574131b804a7'
    },
    {
        'title': 'Парсер криптопроекта metacartel',
        'text': 'Парсер криптопроекта metacartel с защитой от парсинга',
        'short_text': 'Парсер динамического сайта с защитой от парсинга',
        'descriptions': """<b>🔍 Парсер криптопроекта MetaCartel с защитой от парсинга</b>
<br><br>
Мощный инструмент для автоматического сбора данных с сайта MetaCartel, обеспечивающий доступ к ключевой информации даже при наличии сложной защиты от парсинга. Этот парсер позволяет анализировать актуальные данные и использовать их для исследований и стратегий в сфере криптовалют.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>📜 <b>Сбор данных:</b> автоматическое извлечение информации о проектах, грантах, инициативах и обсуждениях, размещённых на платформе MetaCartel.</li>
  <li>🛡️ <b>Обход защиты:</b> эффективное преодоление капч, антибот-скриптов и JavaScript-загрузок контента.</li>
  <li>📥 <b>Экспорт данных:</b> сохранение собранной информации в Excel, CSV или других удобных форматах.</li>
  <li>🔄 <b>Автоматизация:</b> настройка регулярного обновления данных с определённой периодичностью.</li>
  <li>🔗 <b>Интеграция:</b> возможность фильтрации информации по ключевым словам, категориям или датам.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Доступ к защищённым данным:</b> обход сложных механизмов защиты обеспечивает доступ даже к закрытым разделам сайта.</li>
  <li>📊 <b>Полезная аналитика:</b> собранные данные структурируются и легко интегрируются в аналитические системы.</li>
  <li>⏳ <b>Экономия времени:</b> исключение ручной работы благодаря полной автоматизации процесса парсинга.</li>
  <li>🔒 <b>Надёжность:</b> использование прокси и других методов защиты предотвращает блокировку IP и повышает стабильность работы.</li>
  <li>🌐 <b>Широкое применение:</b> подходящий инструмент для инвесторов, аналитиков и исследователей в области криптовалют.</li>
</ul>
<br><br>
<b>Для кого подходит:</b>
<p>Инструмент будет полезен криптоэнтузиастам, инвесторам, грантодателям и исследователям, которые хотят быстро получать актуальную информацию о проектах MetaCartel и использовать её для анализа и принятия решений.</p>""",
        "sort_id": 6,
        "image": 'media/project/metacartel.jpg',
        "slug": 'metacartel',
        'video': 'https://rutube.ru/play/embed/00f9b872bf78b518addc6ff3bce2aaa8'
    },
    {
        'title': 'Мой склад + Google Sheets + Wb + Ozon',
        'text': 'Интеграция мой склад в Google Sheets и выгрузка цен на маркетплейсы WB и Ozon',
        'short_text': 'Цены из Google Sheets выгружаются в мой склад и на маркетплейсы',
        'descriptions': """<b>📊 Интеграция «Мой Склад» с Google Sheets и выгрузка цен на маркетплейсы WB и Ozon</b>
<br><br>
Удобное решение для автоматизации работы с ценами и остатками товаров между платформой «Мой Склад», Google Sheets и маркетплейсами Wildberries и Ozon. Этот инструмент помогает минимизировать ручной труд и обеспечивает синхронизацию данных.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>🔗 <b>Интеграция «Мой Склад» с Google Sheets:</b> автоматическое обновление данных о ценах и остатках в таблицах Google.</li>
  <li>📤 <b>Выгрузка данных на маркетплейсы:</b> загрузка актуальных цен и остатков на WB и Ozon.</li>
  <li>🔄 <b>Синхронизация:</b> регулярное обновление данных для поддержания актуальности.</li>
  <li>📊 <b>Анализ:</b> возможность фильтрации и сортировки товаров перед выгрузкой.</li>
  <li>⚙️ <b>Настройка параметров:</b> гибкая настройка формата данных, синхронизации и временных интервалов.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Автоматизация:</b> исключение необходимости ручного обновления данных, что экономит время и снижает риск ошибок.</li>
  <li>🔍 <b>Простота анализа:</b> все данные доступны в удобном формате Google Sheets для анализа и планирования.</li>
  <li>📈 <b>Повышение эффективности:</b> актуальные данные о ценах и остатках ускоряют работу с маркетплейсами.</li>
  <li>🔄 <b>Единый процесс:</b> синхронизация всех данных через одну платформу упрощает управление товарами.</li>
  <li>🌐 <b>Гибкость:</b> возможность настройки интеграции под уникальные потребности бизнеса.</li>
</ul>
<br><br>
<b>Для кого подходит:</b>
<p>Решение идеально для предпринимателей, работающих с маркетплейсами Wildberries и Ozon, которые хотят автоматизировать процесс обновления цен и остатков, минимизировать ошибки и повысить производительность.</p>""",
        "sort_id": 2,
        "image": 'media/project/my_warehouse.jpg',
        "slug": 'my_warehouse',
        'video': 'https://rutube.ru/play/embed/5679034365e38267681301977d45323f'
    },
    {
        'title': 'Парсер крипто проекта Optimism',
        'text': 'Парсер динамического крипто проекта Optimism с защитой от парсинга',
        'short_text': 'Парсинг защищенного сайта, забираем комментарии и сохранение их в Excel',
        'descriptions': """<b>🔗 Парсер для криптопроекта Optimism с защитой от парсинга</b>
<br><br>
Автоматизированный инструмент для извлечения данных с динамического сайта криптопроекта Optimism. Способен обходить сложные механизмы защиты от парсинга, включая динамическую загрузку данных через JavaScript.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>🔍 <b>Парсинг динамического контента:</b> сбор данных, подгружаемых через JavaScript.</li>
  <li>🔐 <b>Обход защиты:</b> использование методов обхода, включая обработку CAPTCHA и работу с Cloudflare.</li>
  <li>📊 <b>Анализ данных:</b> структурирование и сохранение информации в удобных форматах (Excel, CSV, JSON).</li>
  <li>🌐 <b>Работа с API:</b> использование скрытых API для получения информации при необходимости.</li>
  <li>⚙️ <b>Гибкая настройка:</b> возможность задания фильтров для получения только нужных данных.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Эффективность:</b> автоматизация сложных процессов извлечения данных.</li>
  <li>🔒 <b>Обход защиты:</b> успешный сбор информации даже на защищённых платформах.</li>
  <li>📈 <b>Доступ к ценным данным:</b> возможность мониторинга важных показателей криптопроекта Optimism в режиме реального времени.</li>
  <li>📤 <b>Удобная интеграция:</b> выгрузка данных для дальнейшего анализа и обработки.</li>
  <li>🌍 <b>Широкая совместимость:</b> поддержка работы с прокси-серверами для глобального доступа.</li>
</ul>
<br><br>
<b>Для кого подходит:</b>
<p>Этот парсер идеально подойдёт аналитикам, исследователям и инвесторам в криптовалюты, которым требуется доступ к актуальной информации с сайта Optimism для анализа рынка и принятия решений.</p>""",
        "sort_id": 6,
        "image": 'media/project/optimism.jpg',
        "slug": 'optimism',
        'video': 'https://rutube.ru/play/embed/2c30bde01bd874bad6c5ae73aa452b50'
    },
    {
        'title': 'Ozon реклама, остатки, заказы, в Google таблицу',
        'text': 'Ozon агрегатор данных в Google таблицу. Заказы, остатки, рекламные расходы в разрезе временных периодов пишутся в таблицу',
        'short_text': 'Выгрузка в таблицу по временным периодам, артикулам',
        'descriptions': """<b>📊 Ozon агрегатор данных в Google Sheets</b>
<br><br>
Инструмент автоматизации для сбора и анализа данных с платформы Ozon. С помощью интеграции с Google Sheets агрегатор упрощает управление заказами, остатками и рекламными расходами, представляя всю информацию в удобном формате.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>📦 <b>Сбор данных о заказах:</b> полная информация по продажам, включая детали товаров и временные периоды.</li>
  <li>📊 <b>Остатки:</b> автоматическое обновление данных о текущих остатках на складах.</li>
  <li>💰 <b>Рекламные расходы:</b> мониторинг затрат на рекламу с разбивкой по кампаниям и временным периодам и артикулам.</li>
  <li>🔄 <b>Интеграция с Google Sheets:</b> данные автоматически выгружаются в таблицу для удобного анализа.</li>
  <li>⏳ <b>Анализ временных периодов:</b> возможность отслеживать динамику по дням, неделям или месяцам.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Экономия времени:</b> автоматизация сбора данных исключает рутинные задачи и минимизирует ошибки.</li>
  <li>📊 <b>Удобный анализ:</b> возможность визуализировать данные прямо в Google Sheets.</li>
  <li>🔎 <b>Прозрачность:</b> детальная информация о заказах, остатках и расходах позволяет принимать обоснованные решения.</li>
  <li>🌐 <b>Облачное хранение:</b> доступ к актуальной информации из любого места и устройства.</li>
  <li>📈 <b>Увеличение эффективности:</b> оперативное отслеживание ключевых показателей бизнеса на Ozon.</li>
</ul>
<br><br>
<b>Для кого подходит:</b>
<p>Агрегатор данных станет незаменимым инструментом для владельцев интернет-магазинов, аналитиков и менеджеров, работающих на платформе Ozon, которые стремятся повысить контроль и эффективность управления бизнесом.</p>""",
        "sort_id": 0,
        "image": 'media/project/ozon_combain.jpg',
        "slug": 'ozon_combain',
        'video': 'https://rutube.ru/play/embed/1abec3d8ccc9654b132b446f761be85c'
    },
    {
        'title': 'Ozon Web интерфейс. Просчёт ДРР',
        'text': 'Ozon получение финансовых отчетов в Web версии сайта. Просчёт ДРР. Выгрузка данных в Google Sheets',
        'short_text': 'Автоматизация получения финансового отчета из Web версии. Выгрузка в Google Sheets',
        'descriptions': """<b>💼 Ozon: Получение финансовых отчетов с расчетом ДРР</b>
<br><br>
Автоматизированное решение для работы с финансовыми отчетами Ozon через Web-версию сайта. Система не только получает данные, но и выполняет расчет ДРР (Доля рекламных расходов), а также выгружает результаты в Google Sheets для дальнейшего анализа.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>📄 <b>Получение финансовых отчетов:</b> автоматический доступ к ключевой информации, включая продажи, комиссии, затраты на логистику и рекламу.</li>
  <li>📊 <b>Расчет ДРР:</b> определение доли рекламных расходов для анализа эффективности маркетинговых кампаний.</li>
  <li>🔄 <b>Выгрузка данных:</b> интеграция с Google Sheets для удобного хранения, анализа и визуализации.</li>
  <li>🌐 <b>Работа через Web-версию:</b> поддержка всех операций без необходимости API.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Экономия времени:</b> автоматизация процессов исключает рутинную работу с отчетами.</li>
  <li>📊 <b>Удобный анализ:</b> расчеты ДРР и выгрузка данных помогают быстро оценить рентабельность.</li>
  <li>📈 <b>Прозрачность:</b> полный доступ к финансовой информации для принятия обоснованных решений.</li>
  <li>🌐 <b>Доступность:</b> использование Google Sheets позволяет работать с данными из любого места.</li>
  <li>🔎 <b>Оптимизация расходов:</b> контроль затрат на рекламу с учетом реальной эффективности.</li>
</ul>
<br><br>
<b>Для кого подходит:</b>
<p>Инструмент идеально подойдет для владельцев магазинов на Ozon, финансовых аналитиков и маркетологов, которым важно быстро и точно оценивать финансовую ситуацию и эффективность рекламных вложений.</p>""",
        "sort_id": 0,
        "image": 'media/project/drr_ozon.jpg',
        "slug": 'drr_ozon',
        'video': 'https://rutube.ru/play/embed/eb547b5b1c7d6e1b21179c3617c2c0e6'
    },
    {
        'title': 'Парсер товаров Ozon',
        'text': 'Ozon парсер продуктов. Собираем нужные товары, копируем описание, картинки, цену',
        'short_text': 'Собираем нужный товар. Копируем описание, картинки, цену',
        'descriptions': """<b>🛍️ Ozon Парсер Продуктов</b>
<br><br>
Инструмент для автоматического сбора информации о товарах на платформе Ozon. Удобное решение для анализа и копирования данных о продуктах, включая описание, изображения и цены.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>📄 <b>Сбор данных:</b> автоматическое копирование описаний, цен, характеристик и изображений товаров.</li>
  <li>📦 <b>Подбор нужных товаров:</b> фильтрация продуктов по категориям, ключевым словам или другим заданным параметрам.</li>
  <li>🔄 <b>Экспорт данных:</b> выгрузка информации в удобный формат, включая Excel или Google Sheets.</li>
  <li>🖼️ <b>Копирование медиа:</b> сохранение изображений товаров в высоком качестве.</li>
  <li>⚙️ <b>Гибкие настройки:</b> возможность задать критерии для парсинга, например, диапазон цен или наличие скидок.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Экономия времени:</b> автоматизация парсинга избавляет от ручной работы.</li>
  <li>📊 <b>Анализ конкурентов:</b> получение актуальной информации о ценах и описаниях конкурирующих товаров.</li>
  <li>📈 <b>Улучшение продаж:</b> возможность использовать данные для оптимизации ваших предложений.</li>
  <li>🌐 <b>Интеграция:</b> поддержка экспорта данных в Google Sheets или другие системы учета.</li>
  <li>🔒 <b>Безопасность:</b> соблюдение конфиденциальности данных благодаря настройкам доступа.</li>
</ul>
<br><br>
<b>Для кого подходит:</b>
<p>Этот инструмент будет полезен продавцам, маркетологам и аналитикам, которые работают с Ozon и хотят получать подробную информацию о товарах для анализа, создания конкурентных предложений или расширения ассортимента.</p>""",
        "sort_id": 1,
        "image": 'media/project/ozon_products.jpg',
        "slug": 'ozon_products',
        'video': 'https://rutube.ru/play/embed/088f456db22668fab07c5ddc81b4ea07'
    },
    {
        'title': 'Парсер p2p Binance',
        'text': 'Парсер p2p связок Binance по заданным фильтрам. Уведомления в Telegram',
        'short_text': 'Поиск связок по заданным фильтрам. Уведомления в Telegram',
        'descriptions': """<b>🔗 Парсер P2P связок Binance</b>
<br><br>
Инструмент для анализа и сбора данных о P2P связках на платформе Binance. Полезное решение для трейдеров и аналитиков, желающих отслеживать выгодные предложения и строить собственные стратегии работы с P2P-рынком.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>📄 <b>Сбор данных:</b> автоматический парсинг цен, доступных валют, объемов и лимитов сделок.</li>
  <li>🔄 <b>Мониторинг:</b> регулярное отслеживание изменений в P2P связках в реальном времени.</li>
  <li>📊 <b>Анализ:</b> сохранение данных для последующего анализа и построения связок.</li>
  <li>🌐 <b>Фильтры:</b> поиск предложений по заданным параметрам, включая страну, валюту и тип сделки (покупка/продажа).</li>
  <li>📥 <b>Экспорт:</b> выгрузка собранных данных в удобный формат (Excel, Google Sheets).</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Экономия времени:</b> автоматизация процесса поиска и анализа связок P2P.</li>
  <li>💵 <b>Максимизация прибыли:</b> быстрый доступ к актуальным выгодным предложениям.</li>
  <li>🔍 <b>Точные данные:</b> минимизация ошибок, связанных с ручным сбором информации.</li>
  <li>📈 <b>Улучшение стратегии:</b> возможность выстраивать эффективные P2P связки на основе собранной информации.</li>
  <li>🔒 <b>Конфиденциальность:</b> безопасная работа с данными благодаря внутренней обработке.</li>
</ul>
<br><br>
<b>Для кого подходит:</b>
<p>Инструмент будет полезен P2P трейдерам, аналитикам, финансовым консультантам и всем, кто активно работает с P2P-рынком Binance, стремясь находить и использовать наиболее выгодные связки.</p>""",
        "sort_id": 3,
        "image": 'media/project/p2p_parser.jpg',
        "slug": 'p2p_parser',
        'video': 'https://rutube.ru/play/embed/947689c487914d88fc65946ca78702f6'
    },
    {
        'title': 'Парсер постов TG + публикация WP',
        'text': 'Парсер телеграм постов по заданным чатам и публикация в WordPress',
        'short_text': 'Парсер телеграм постов по заданным чатам и публикация в WordPress',
        'descriptions': """<b>📢 Парсер Telegram постов и публикация в WordPress</b>
<br><br>
Современный инструмент для автоматизации переноса контента из Telegram-каналов на сайты WordPress. Подходит для владельцев информационных порталов, блогов и агрегаторов новостей, которые хотят интегрировать свежую информацию из Telegram в свои проекты.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>🔍 <b>Сбор контента:</b> автоматический парсинг постов из заданных Telegram-каналов и чатов.</li>
  <li>✏️ <b>Обработка контента:</b> возможность настройки фильтров, добавления категорий, тегов и редактирования текстов перед публикацией.</li>
  <li>🌐 <b>Публикация:</b> автоматическое размещение собранных постов в WordPress с поддержкой всех типов медиаформатов (текст, изображения, видео).</li>
  <li>📆 <b>Гибкое расписание:</b> настройка времени публикации постов для поддержания актуальности контента.</li>
  <li>🛠️ <b>Дополнительные функции:</b> задание условий для отбора постов, таких как ключевые слова, длина текста, наличие изображений и др.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Экономия времени:</b> автоматизация переноса контента из Telegram в WordPress без ручной работы.</li>
  <li>📈 <b>Увеличение трафика:</b> постоянное обновление сайта новыми постами повышает активность аудитории и улучшает SEO.</li>
  <li>🔄 <b>Интеграция:</b> поддержка различных тем WordPress и совместимость с плагинами для улучшения отображения контента.</li>
  <li>🛡️ <b>Качество контента:</b> возможность предварительной модерации и фильтрации собранных постов.</li>
  <li>💼 <b>Масштабируемость:</b> инструмент подходит как для небольших блогов, так и для крупных медиа-платформ.</li>
</ul>
<br><br>
<b>📌 Для кого подходит:</b>
<p>Бот станет отличным решением для администраторов сайтов, редакторов новостных порталов, контент-менеджеров и всех, кто хочет автоматизировать работу с контентом из Telegram.</p>""",
        "sort_id": 5,
        "image": 'media/project/wp_tg.jpg',
        "slug": 'wp_tg',
        'video': 'https://rutube.ru/play/embed/9c9253964f5ae58638bc500f823d4d4d'
    },
    {
        'title': 'Публикация постов из TG на pro.culture',
        'text': 'Парсер телеграм постов по заданным чатам и публикация в pro.culture.ru',
        'short_text': 'Парсер телеграм постов по заданным чатам и публикация в pro.culture.ru',
        'descriptions': """<b>📢 Парсер Telegram постов и публикация на платформе pro.culture.ru</b>
<br><br>
Инновационное решение для автоматизации публикации контента из Telegram на платформу pro.culture.ru. Идеально подходит для организаций и культурных учреждений, желающих быстро делиться актуальными новостями, событиями и проектами.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>🔍 <b>Сбор контента:</b> автоматический парсинг постов из выбранных Telegram-каналов и чатов.</li>
  <li>✏️ <b>Редактирование:</b> возможность настроить фильтры, править тексты и добавлять метаданные (заголовки, описания, категории).</li>
  <li>🌐 <b>Публикация:</b> автоматическая интеграция собранных данных в формат, поддерживаемый платформой pro.culture.ru.</li>
  <li>📆 <b>Планирование:</b> настройка расписания для размещения контента на платформе в заданное время.</li>
  <li>📂 <b>Обработка мультимедиа:</b> поддержка текста, изображений, видео и ссылок, оптимизированных для платформы.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Экономия времени:</b> автоматизация процесса переноса информации из Telegram на pro.culture.ru избавляет от ручной работы.</li>
  <li>📈 <b>Актуальность:</b> оперативное обновление данных позволяет держать аудиторию в курсе последних событий и новостей.</li>
  <li>🔄 <b>Удобство:</b> гибкие настройки позволяют фильтровать контент по ключевым словам, хештегам и другим параметрам.</li>
  <li>📚 <b>Качество контента:</b> предварительная модерация постов обеспечивает высокие стандарты публикаций.</li>
  <li>💼 <b>Соответствие требованиям:</b> все данные адаптируются под специфику и формат платформы pro.culture.ru.</li>
</ul>
<br><br>
<b>📌 Для кого подходит:</b>
<p>Этот инструмент станет полезным для культурных организаций, музеев, галерей, театров, а также менеджеров, занимающихся контентом на платформе pro.culture.ru.</p>""",
        "sort_id": 7,
        "image": 'media/project/pro_culture.jpg',
        "slug": 'pro_culture',
        'video': 'https://rutube.ru/play/embed/c6c7f41505b47398e3999871539fbcc0'
    },
    {
        'title': 'Парсер profiplitka.ru',
        'text': 'Парсер сайта profiplitka.ru, сохранение данных в excel',
        'short_text': 'Парсер сайта profiplitka.ru с защитой от парсинга, сохранение данных в excel',
        'descriptions': """<b>📊 Парсер сайта profiplitka.ru с сохранением данных в Excel</b>
<br><br>
Автоматизированное решение для сбора данных с сайта profiplitka.ru и их удобной обработки в формате Excel. Подходит для бизнеса и специалистов, которые хотят упростить анализ ассортимента и цен.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>🔍 <b>Сбор данных:</b> автоматическое парсинг информации о продуктах, включая названия, описания, цены, наличие и изображения.</li>
  <li>📋 <b>Структуризация:</b> собранные данные упорядочиваются по категориям и характеристикам для удобного анализа.</li>
  <li>📂 <b>Экспорт:</b> данные сохраняются в Excel-файл, готовый к использованию в аналитике или для загрузки в другие системы.</li>
  <li>⚙️ <b>Гибкие настройки:</b> возможность задавать параметры для фильтрации нужных данных, таких как категории товаров или диапазон цен.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Экономия времени:</b> автоматизация сбора информации исключает необходимость ручного поиска и копирования данных.</li>
  <li>📈 <b>Точная аналитика:</b> собранные данные структурированы для удобного анализа и принятия решений.</li>
  <li>🔄 <b>Актуальность:</b> возможность регулярного обновления данных для получения актуальной информации о ценах и наличии.</li>
  <li>📂 <b>Удобный формат:</b> Excel-файл легко интегрируется с другими инструментами и системами.</li>
  <li>🔒 <b>Надежность:</b> защита от ошибок при ручном копировании данных.</li>
</ul>
<br><br>
<b>📌 Для кого подходит:</b>
<p>Этот инструмент будет полезен поставщикам, закупщикам, аналитикам и бизнесменам, работающим с ассортиментом стройматериалов, плитки и других товаров, представленных на сайте profiplitka.ru.</p>""",
        "sort_id": 7,
        "image": 'media/project/proplitka.jpg',
        "slug": 'proplitka',
        'video': 'https://rutube.ru/play/embed/7ea9f6790892b49a629a3a032c8cd03a'
    },
    {
        'title': 'Парсер сайта rusplitka',
        'text': 'Парсер сайта rusplitka, динамическое получение информации JS, с защитой от парсинга, сохранение данных в excel',
        'short_text': 'Динамическое получение информации JS, с защитой от парсинга, пагинация, сохранение данных в excel',
        'descriptions': """<b>📊 Парсер сайта rusplitka.ru с динамическим извлечением данных и защитой от парсинга</b>
<br><br>
Современный инструмент для автоматизированного сбора данных с сайта rusplitka.ru. Подходит для профессионалов, которым необходим быстрый доступ к актуальной информации о товарах, несмотря на динамическую загрузку данных через JavaScript и защиту от парсинга.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>🔍 <b>Динамическое извлечение:</b> обработка страниц с использованием JavaScript, чтобы получить полные данные, даже если они подгружаются динамически.</li>
  <li>🛡️ <b>Обход защиты:</b> автоматизированный обход механизмов защиты от парсинга для безопасного и эффективного сбора информации.</li>
  <li>📋 <b>Сбор данных:</b> парсинг названий товаров, описаний, цен, характеристик и наличия на складе.</li>
  <li>📂 <b>Экспорт в Excel:</b> сохранение всех собранных данных в структурированном виде для последующего анализа.</li>
  <li>⚙️ <b>Гибкая настройка:</b> возможность фильтрации данных по категориям, характеристикам или диапазону цен.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Экономия времени:</b> исключение ручного сбора данных и их обработки.</li>
  <li>📈 <b>Глубокий анализ:</b> данные представлены в удобной структуре, что упрощает их анализ и обработку.</li>
  <li>🔄 <b>Регулярное обновление:</b> возможность автоматической проверки и сбора актуальной информации.</li>
  <li>📂 <b>Универсальный формат:</b> поддержка Excel-файлов для легкой интеграции с другими аналитическими инструментами.</li>
  <li>🔒 <b>Обход ограничений:</b> безопасная и эффективная работа с данными, несмотря на защиту от парсинга.</li>
</ul>
<br><br>
<b>📌 Для кого подходит:</b>
<p>Парсер rusplitka.ru идеально подходит для поставщиков, закупщиков, аналитиков и предпринимателей, работающих с ассортиментом стройматериалов и плитки, а также для тех, кто хочет получить конкурентное преимущество за счет актуальной информации.</p>""",
        "sort_id": 7,
        "image": 'media/project/rusplitka.jpg',
        "slug": 'rusplitka',
        'video': 'https://rutube.ru/play/embed/16ac35e0aab008f33415a061ac3c32cc'
    },
    {
        'title': 'Парсер сайта santehnika-tut',
        'text': 'Парсер сайта santehnika-tut, динамическое получение информации JS, с защитой от парсинга, сохранение данных в excel',
        'short_text': 'Динамическое получение информации JS, с защитой от парсинга, сохранение данных в excel',
        'descriptions': """<b>🛠️ Парсер сайта santehnika-tut с динамическим извлечением данных и защитой от парсинга</b>
<br><br>
Мощный инструмент для автоматизированного сбора данных с сайта santehnika-tut. Позволяет обрабатывать динамически подгружаемую информацию через JavaScript и обходить защиту от парсинга, предоставляя пользователям структурированные данные в удобном формате.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>🔍 <b>Динамическое извлечение данных:</b> поддержка обработки JavaScript для получения полной информации о товарах, включая описание, характеристики и цены.</li>
  <li>🛡️ <b>Обход защиты от парсинга:</b> интеллектуальные алгоритмы для безопасного и надежного сбора данных, даже при наличии ограничений.</li>
  <li>📋 <b>Сбор данных:</b> парсинг каталога, акций, наличия товаров и другой полезной информации.</li>
  <li>📂 <b>Экспорт в Excel:</b> сохранение собранных данных в удобной таблице для анализа и работы.</li>
  <li>⚙️ <b>Настройка фильтров:</b> возможность задания параметров для выборки данных по категориям, брендам или диапазону цен.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Экономия времени:</b> исключение ручного поиска и обработки данных.</li>
  <li>📊 <b>Аналитическая мощь:</b> структурированные данные легко интегрируются в системы аналитики.</li>
  <li>🔄 <b>Автоматическое обновление:</b> регулярное получение актуальной информации без вмешательства пользователя.</li>
  <li>🔒 <b>Обход ограничений:</b> парсер обрабатывает защищенные страницы сайта без риска блокировок.</li>
  <li>📂 <b>Универсальный формат:</b> данные сохраняются в Excel для последующей работы и анализа.</li>
</ul>
<br><br>
<b>📌 Для кого подходит:</b>
<p>Инструмент идеально подходит для предпринимателей, аналитиков и ритейлеров, занимающихся сантехническими товарами, позволяя оптимизировать мониторинг цен, наличие товаров и конкурентов на рынке.</p>""",
        "sort_id": 5,
        "image": 'media/project/santehnika_tut.jpg',
        "slug": 'santehnika_tut',
        'video': 'https://rutube.ru/play/embed/5f94b79383e9812593d47809346bdad9'
    },
    {
        'title': 'ИИ транскрибатор + саммори',
        'text': 'AI траскрибатор звонков. Берет ссылку на звуковой файл изх Google Sheets, качает, делает транскрибацию через ИИ DEEPGRAM и YandexGPT, на эту транскрибацию делает саммори',
        'short_text': 'Скачивание звонков из Google Sheets, генерация транскрибации + саммори в Google Sheets',
        'descriptions': """<b>📞 AI Транскрибатор звонков: Точное и быстрое преобразование аудио в текст</b>
<br><br>
Инновационный инструмент, который автоматизирует обработку аудиозаписей звонков. С помощью интеграции с Google Sheets и передовых технологий ИИ, он не только выполняет транскрибацию, но и создает сжатое резюме (саммари) для удобного анализа.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>🔗 <b>Интеграция с Google Sheets:</b> автоматическое получение ссылок на аудиофайлы из таблиц Google Sheets.</li>
  <li>📥 <b>Загрузка аудиофайлов:</b> обработка файлов любых популярных форматов.</li>
  <li>🖋️ <b>Транскрибация:</b> преобразование речи в текст с помощью мощных ИИ-алгоритмов Deepgram и YandexGPT.</li>
  <li>📋 <b>Создание саммари:</b> на основе транскрипции формируется краткое содержание разговора.</li>
  <li>⚙️ <b>Гибкие настройки:</b> возможность задавать языки, стиль транскрибации и уровень детализации саммари.</li>
  <li>📂 <b>Сохранение:</b> все данные автоматически обновляются в Google Sheets для легкого доступа и последующего анализа.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Экономия времени:</b> мгновенная обработка больших объемов аудиозаписей.</li>
  <li>📊 <b>Улучшение аналитики:</b> текстовая транскрибация и саммари помогают анализировать звонки без прослушивания.</li>
  <li>🔄 <b>Автоматизация процессов:</b> исключает ручной труд по обработке аудиофайлов.</li>
  <li>🤖 <b>Высокая точность:</b> использование передовых технологий ИИ гарантирует качественную обработку даже сложных записей.</li>
  <li>📥 <b>Интеграция:</b> данные всегда синхронизированы с Google Sheets для удобства команды.</li>
  <li>🔐 <b>Конфиденциальность:</b> безопасная обработка данных без утечки информации.</li>
</ul>
<br><br>
<b>📌 Для кого подходит:</b>
<p>Этот инструмент идеально подходит для компаний, работающих в сфере клиентской поддержки, продаж и аналитики, а также для HR-отделов и служб качества, которым важно быстро анализировать телефонные разговоры.</p>""",
        "sort_id": 1,
        "image": 'media/project/translate_ai.jpg',
        "slug": 'translate_ai',
        'video': 'https://rutube.ru/play/embed/4e41684fab9d6bc8ae653a53657b9146'
    },
    {
        'title': 'Посты из TG в TimePad',
        'text': 'Парсер постов из заданных TG каналов. Публикация на TimePad',
        'short_text': 'Авто постинг из телеграм ресурсов в TimePad',
        'descriptions': """<b>📩 Парсер постов из Telegram каналов с публикацией на TimePad</b>
<br><br>
Инструмент, который автоматизирует сбор и обработку контента из Telegram каналов для дальнейшей публикации мероприятий на платформе TimePad.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>📥 <b>Сбор контента:</b> автоматический парсинг постов из заданных Telegram каналов.</li>
  <li>🖋️ <b>Фильтрация:</b> обработка постов по ключевым словам или хештегам, чтобы находить только релевантный контент.</li>
  <li>🗓️ <b>Публикация на TimePad:</b> формирование карточки мероприятия и размещение информации о нем на платформе.</li>
  <li>⚙️ <b>Настройки:</b> возможность задавать параметры парсинга, шаблоны для публикации и временные интервалы обновлений.</li>
  <li>🔄 <b>Синхронизация:</b> регулярное обновление данных и поддержание актуальности опубликованных мероприятий.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Экономия времени:</b> исключение ручного сбора информации из Telegram каналов.</li>
  <li>📊 <b>Увеличение охвата:</b> автоматическая публикация на TimePad помогает привлекать больше участников на мероприятия.</li>
  <li>🔄 <b>Автоматизация:</b> полностью исключает рутину, процесс работает в фоновом режиме.</li>
  <li>🤖 <b>Точность:</b> умные алгоритмы обеспечивают корректный сбор и обработку данных.</li>
  <li>📂 <b>Удобство:</b> вся информация из Telegram быстро появляется на TimePad в нужном формате.</li>
  <li>🛠️ <b>Гибкость:</b> настраиваемые параметры парсинга позволяют адаптировать инструмент под разные задачи.</li>
</ul>
<br><br>
<b>📌 Для кого подходит:</b>
<p>Идеально подходит для организаторов мероприятий, SMM-специалистов, маркетологов и агентств, занимающихся продвижением событий, которые хотят сократить затраты времени на публикацию информации.</p>""",
        "sort_id": 3,
        "image": 'media/project/timepad.jpg',
        "slug": 'timepad',
        'video': 'https://rutube.ru/play/embed/2658b8f548176e9c7543278b14a32048'
    },
    {
        'title': 'Парсер крипто проекта uniswap',
        'text': 'Парсер крипто проекта uniswap, динамическое получение информации JS. Работа с защитой от парсинга',
        'short_text': 'Динамическое получение информации JS. Работа с защитой от парсинга',
        'descriptions': """<b>🚀 Парсер крипто проекта Uniswap с динамическим сбором данных</b>
<br><br>
Инструмент для автоматизированного сбора данных с платформы Uniswap, разработанный с учетом защиты от парсинга и динамического получения информации, генерируемой JavaScript.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>📊 <b>Сбор данных:</b> извлечение ключевой информации с сайта Uniswap, включая курсы токенов, объемы торгов, ликвидность и прочие параметры.</li>
  <li>⚙️ <b>Обход защиты:</b> интеллектуальная система для работы с защитой от парсинга, включая капчи и динамическую загрузку данных.</li>
  <li>💻 <b>Динамическая обработка:</b> парсинг данных, генерируемых JavaScript, с использованием эмуляции браузера и работы с асинхронными запросами.</li>
  <li>📂 <b>Сохранение результатов:</b> экспорт данных в Excel или другие удобные форматы.</li>
  <li>🔍 <b>Настройки:</b> возможность задавать фильтры и параметры для точечного парсинга необходимой информации.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Автоматизация:</b> исключает необходимость ручного сбора информации, ускоряя процесс анализа данных.</li>
  <li>🔒 <b>Обход защиты:</b> работает даже с защищенными от парсинга сайтами, что делает инструмент универсальным.</li>
  <li>📈 <b>Точность:</b> собирает только актуальную и релевантную информацию в режиме реального времени.</li>
  <li>📑 <b>Гибкость:</b> поддержка настройки параметров для разных целей анализа.</li>
  <li>🤖 <b>Интеллектуальность:</b> эмуляция браузера и работа с динамическими данными обеспечивают максимальную надежность.</li>
  <li>📊 <b>Удобство:</b> структурированные данные легко интегрировать в аналитические системы или использовать для принятия решений.</li>
</ul>
<br><br>
<b>📌 Для кого подходит:</b>
<p>Подходит для криптоаналитиков, инвесторов, разработчиков DeFi-приложений, трейдеров и исследователей блокчейн-проектов, которые нуждаются в актуальных данных с Uniswap для анализа и прогнозирования.</p>""",
        "sort_id": 3,
        "image": 'media/project/uniswap.jpg',
        "slug": 'uniswap',
        'video': 'https://rutube.ru/play/embed/6e46373cf82c49295871ec07317ae362'
    },
    {
        'title': 'WB Google таблица с данными',
        'text': 'WB таблица данных в Google Sheet. Загрузка отчетов с API, Web версии. Автоматическая выгрузка данных в таблицы по бренду. Обработка и просчет выручки, прибыли, заказов, рентабельности и ДРР по артикулам и другим фильтрам',
        'short_text': 'Загрузка отчетов с API, Web версии. Обработка и просчет выручки, прибыли, заказов, рентабельности и ДРР по артикулам и другим фильтрам',
        'descriptions': """<b>📊 WB Таблица данных в Google Sheets с автоматизацией</b>
<br><br>
Эффективное решение для работы с данными Wildberries. Инструмент автоматизирует сбор, обработку и выгрузку информации из API и Web-версии WB в Google Sheets с расчетом ключевых метрик.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>🔄 <b>Сбор данных:</b> загрузка отчетов через API и Web-версию WB в реальном времени.</li>
  <li>📂 <b>Выгрузка по брендам:</b> автоматическое распределение данных по отдельным таблицам для каждого бренда.</li>
  <li>📊 <b>Анализ метрик:</b> расчет выручки, прибыли, количества заказов, рентабельности и ДРР по артикулам и фильтрам.</li>
  <li>⚙️ <b>Фильтрация:</b> поддержка фильтров для анализа данных по заданным параметрам.</li>
  <li>📑 <b>Обработка данных:</b> автоматизированный расчет итоговых показателей в таблицах.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Экономия времени:</b> исключает ручной сбор и обработку данных, ускоряя работу с аналитикой.</li>
  <li>📈 <b>Глубокий анализ:</b> удобное представление метрик помогает принимать обоснованные решения.</li>
  <li>🔒 <b>Точность:</b> минимизация ошибок за счет автоматизации расчетов.</li>
  <li>🔍 <b>Гибкость:</b> настройка фильтров и параметров для анализа по конкретным артикулам, брендам и категориям.</li>
  <li>🤖 <b>Автоматизация:</b> выгрузка данных и расчет показателей выполняются автоматически, без участия пользователя.</li>
  <li>📤 <b>Интеграция:</b> данные готовы к использованию в аналитических системах и отчетах.</li>
</ul>
<br><br>
<b>📌 Для кого подходит:</b>
<p>Для владельцев магазинов на Wildberries, аналитиков, маркетологов и менеджеров, которые работают с большими объемами данных и нуждаются в оперативной аналитике по ключевым показателям.</p>
<br><br>
<i>Делайте управление бизнесом проще и эффективнее с помощью автоматизированной аналитики! 🚀</i>""",
        "sort_id": 0,
        "image": 'media/project/wb_combain.jpg',
        "slug": 'wb_combain',
        'video': 'https://rutube.ru/play/embed/553700c79169b9f3e7854a94b075b9af'
    },
    {
        'title': 'Парсер фринланс биржи WZ',
        'text': 'Парсер фринланс биржи WZ. Работа с динамическими данными JS. Уведомления в Telegram',
        'short_text': 'Работа с динамическими данными JS. Уведомления в Telegram',
        'descriptions': """<b>🛠️ Парсер фриланс-биржи WZ с уведомлениями</b>
<br><br>
Эффективный инструмент для мониторинга проектов на фриланс-бирже WZ. Обеспечивает сбор актуальных данных с динамических страниц, включая те, которые загружаются с использованием JavaScript, и отправку уведомлений в Telegram.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>⚙️ <b>Работа с динамическими данными:</b> получение информации с JS-генерируемых страниц для максимальной актуальности данных.</li>
  <li>🔍 <b>Поиск проектов:</b> возможность задавать фильтры и ключевые слова для выборки релевантных задач.</li>
  <li>📥 <b>Сбор данных:</b> автоматическая загрузка деталей проектов, включая описания, стоимость, сроки выполнения и контакты.</li>
  <li>📤 <b>Уведомления:</b> отправка найденных проектов в Telegram в реальном времени.</li>
  <li>📑 <b>Сохранение:</b> возможность выгрузки данных в удобном формате (Excel или Google Sheets).</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Экономия времени:</b> автоматизация поиска проектов избавляет от необходимости вручную мониторить биржу.</li>
  <li>📈 <b>Оперативность:</b> моментальное получение уведомлений о новых задачах прямо в Telegram.</li>
  <li>🔒 <b>Доступ к скрытым данным:</b> работа с динамическими страницами и обход защитных механизмов.</li>
  <li>🔍 <b>Точность:</b> возможность настройки фильтров для поиска именно тех проектов, которые вас интересуют.</li>
  <li>📤 <b>Интеграция:</b> готовность выгруженных данных для дальнейшего анализа или использования.</li>
</ul>
<br><br>
<b>📌 Для кого подходит:</b>
<p>Для фрилансеров, рекрутеров, агентств и тех, кто активно ищет проекты на бирже WZ и хочет всегда быть в курсе новых возможностей.</p>""",
        "sort_id": 7,
        "image": 'media/project/wz_parser.jpg',
        "slug": 'wz_parser',
        'video': 'https://rutube.ru/play/embed/e4d8eed8b88aa7e942b26e1884b30c6f'
    },
    {
        'title': 'Публикатор на Yandex Business',
        'text': 'Публикатор на Yandex Business с телеграм источников',
        'short_text': 'Парсим посты из Telegram, публикуем их в личные кабинеты на Yandex Business',
        'descriptions': """<b>📢 Публикатор на Yandex Business с источниками из Telegram</b>
<br><br>
Инструмент для автоматизации публикации контента в Yandex Business, позволяющий собирать информацию из заданных Telegram-каналов и быстро переносить её в вашу карточку на платформе Yandex Business.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>📥 <b>Сбор данных:</b> автоматический парсинг контента из указанных Telegram-каналов, включая текст, изображения и ссылки.</li>
  <li>🔄 <b>Автоматическая публикация:</b> загрузка данных напрямую в карточку Yandex Business без необходимости ручного ввода.</li>
  <li>🛠️ <b>Фильтры и правила:</b> возможность задать ключевые слова, фильтры и исключения для релевантного контента.</li>
  <li>🗂️ <b>Организация данных:</b> создание структурированных публикаций с учетом всех требований платформы Yandex Business.</li>
  <li>📊 <b>Мониторинг:</b> отслеживание статуса публикации и обратной связи от клиентов.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Скорость и удобство:</b> экономия времени за счёт автоматического переноса информации.</li>
  <li>📈 <b>Повышение вовлечённости:</b> актуальные и частые обновления вашей карточки в Yandex Business.</li>
  <li>🔍 <b>Точность:</b> публикация только подходящего контента благодаря настройке фильтров.</li>
  <li>📤 <b>Интеграция:</b> соединение с Telegram упрощает управление источниками и обновлениями.</li>
  <li>🔒 <b>Безопасность:</b> минимизация ручного ввода снижает вероятность ошибок и утечки данных.</li>
</ul>
<br><br>
<b>📌 Для кого подходит:</b>
<p>Для владельцев бизнеса, SMM-специалистов и агентств, стремящихся поддерживать актуальность данных и улучшать видимость своей компании на платформе Yandex Business.</p>""",
        "sort_id": 3,
        "image": 'media/project/ya_business.jpg',
        "slug": 'ya_business',
        'video': 'https://rutube.ru/play/embed/3c23fde5e3b0361d21fa4045fea51fbd'
    },
    {
        'title': 'Публикатор из TG в Yandex Dzen',
        'text': 'Публикатор на Yandex Dzen с телеграм источников',
        'short_text': 'Публикатор на Yandex Dzen с телеграм источников',
        'descriptions': """<b>📢 Публикатор на Yandex Дзен с источниками из Telegram</b>
<br><br>
Инструмент автоматизации для переноса контента из Telegram-каналов на платформу Yandex Дзен. Помогает публиковать статьи, посты и медиа, повышая охват аудитории и минимизируя трудозатраты.
<br><br>
<b>💡 Функционал:</b>
<ul>
  <li>📥 <b>Сбор контента:</b> автоматический парсинг сообщений из указанных Telegram-каналов (текст, изображения, видео, ссылки).</li>
  <li>✍️ <b>Подготовка статей:</b> форматирование текста, добавление заголовков, медиа и ключевых слов для публикации на Yandex Дзен.</li>
  <li>🔄 <b>Автопубликация:</b> мгновенный перенос данных из Telegram на Yandex Дзен.</li>
  <li>🛠️ <b>Фильтрация контента:</b> настройка правил для отбора и модификации материала перед публикацией.</li>
  <li>📊 <b>Аналитика:</b> отслеживание статистики публикаций и вовлечённости аудитории.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Ускорение работы:</b> автоматизация избавляет от рутинного копирования и форматирования.</li>
  <li>📈 <b>Увеличение охвата:</b> регулярное обновление канала на Yandex Дзен улучшает видимость и привлекает новых читателей.</li>
  <li>🔍 <b>Точность:</b> публикация только релевантного контента благодаря гибким фильтрам.</li>
  <li>📤 <b>Интеграция:</b> бесшовная связь с Telegram упрощает управление источниками и публикациями.</li>
  <li>🔒 <b>Безопасность данных:</b> автоматизированный процесс снижает вероятность ошибок и утечек.</li>
</ul>
<br><br>
<b>📌 Для кого подходит:</b>
<p>Для блогеров, контент-менеджеров, владельцев бизнеса и агентств, стремящихся эффективно управлять контентом и развивать свои каналы на Yandex Дзен.</p>
<br><br>
<i>Начните автоматизировать публикации и расширяйте аудиторию уже сегодня! 🚀</i>""",
        "sort_id": 3,
        "image": 'media/project/ya_dzen.jpg',
        "slug": 'ya_dzen',
        'video': 'https://rutube.ru/play/embed/40ba12c0a77cf9582d1c144eae9205f0'
    },
    {
        'title': 'Сайт пекарни',
        'text': 'Сайт пекарни с анимацией',
        'short_text': 'Сайт пекарни с анимацией',
        'descriptions': """<b>🍞 Сайт пекарни с анимацией: описание и преимущества</b>
<br><br>
Эффективный инструмент для представления пекарни в интернете, привлекающий клиентов благодаря интерактивному дизайну, качественному контенту и удобной навигации. 
<br><br>
<b>💡 Основные функции:</b>
<ul>
  <li>🌟 <b>Анимации:</b> динамические эффекты, привлекающие внимание (анимированное появление товаров, плавные переходы, интерактивные кнопки).</li>
  <li>📋 <b>Каталог продукции:</b> удобный раздел с подробным описанием и фотографиями выпечки.</li>
  <li>🛒 <b>Онлайн-заказы:</b> возможность заказать продукцию прямо с сайта.</li>
  <li>📍 <b>Информация о пекарне:</b> разделы о команде, истории, адресах и часах работы.</li>
  <li>📱 <b>Мобильная адаптация:</b> сайт выглядит идеально на любом устройстве.</li>
  <li>🔄 <b>Интеграция:</b> связь с социальными сетями и системой CRM.</li>
</ul>
<br><br>
<b>🎯 Преимущества:</b>
<ul>
  <li>⚡ <b>Привлечение клиентов:</b> стильный дизайн с анимацией создаёт положительное впечатление.</li>
  <li>📈 <b>Рост продаж:</b> удобный функционал для онлайн-заказов стимулирует увеличение покупок.</li>
  <li>🔍 <b>Видимость:</b> улучшение SEO благодаря оптимизированной структуре и контенту.</li>
  <li>🎨 <b>Уникальный стиль:</b> подчёркивает индивидуальность бренда.</li>
  <li>💡 <b>Интерактивность:</b> анимации делают сайт запоминающимся и увлекательным для пользователей.</li>
</ul>
<br><br>
<b>📌 Для кого подходит:</b>
<p>Для владельцев пекарен, которые хотят выделиться среди конкурентов, привлечь новых клиентов и предоставить удобный сервис для существующих.</p>
<br><br>
<i>Создайте впечатляющий онлайн-образ вашей пекарни и завоюйте сердца клиентов! 🍪</i>""",
        "sort_id": 5,
        "image": 'media/project/bakery.jpg',
        "slug": 'bakery',
        'video': 'https://rutube.ru/play/embed/556dca46ece2762e998f1b8ed94c4e75'
    },
    {
        'title': 'Поиск TG заявок видеографа',
        'text': 'Бот мониторит источники заданные в боте, по ключевым словами так же заданные в боте. Черный список, бан пользователя, включение/ отключение мониторинга по кнопке',
        'short_text': 'Мониторим TG чаты/каналы/комментарии на ключевые слова и пересылаем в ЛС',
        'descriptions': """<b>🚀 Индивидуальный Телеграм Бот для Мониторинга Чатов: описание и преимущества</b>
<br><br>
Этот бот идеально подходит для тех, кто хочет эффективно отслеживать сообщения в Телеграм чатах и группах по заданным ключевым словам. Получайте уведомления о любых сообщениях, которые соответствуют вашим критериям, и управляйте настройками через удобную админ панель.
<br><br>
<b>🔧 Механика работы:</b>
<ul>
  <li>1. <b>Добавление/Удаление ключевых слов:</b> Вы можете добавить ключевые слова через запятую или списком. Бот будет искать все сообщения, содержащие эти слова, и уведомлять вас.</li>
  <li>1.1. <b>Гибкость добавления:</b> Легко добавляйте и редактируйте ключевые слова.</li>
  <li>2. <b>Добавление/Удаление чатов:</b> Бот поддерживает как публичные, так и приватные чаты. Можно настроить бота для работы в конкретных чатах или использовать его во всех добавленных чатах.</li>
  <li>2.1. <b>Поддержка различных типов чатов:</b> Бот работает с любыми чаты по вашему выбору.</li>
  <li>3. <b>Добавление/Удаление стоп слов:</b> Блокируйте сообщения, содержащие стоп слова, чтобы избежать получения нежелательных уведомлений.</li>
  <li>4. <b>Добавление/Удаление пользователей для бана:</b> Легко исключайте пользователей, нарушающих правила чатов.</li>
  <li>5. <b>Включение/Отключение бота:</b> Удобное управление активностью бота в любое время.</li>
  <li>6. <b>Включение/Отключение фильтра дубликатов:</b> Настройте фильтрацию дубликатов сообщений для минимизации повторов уведомлений.</li>
</ul>
<br><br>
<b>💡 Преимущества:</b>
<ul>
  <li>⚡ <b>Автоматизация мониторинга:</b> Бот автоматически отслеживает ключевые слова и уведомляет вас, что экономит ваше время и усилия.</li>
  <li>🔧 <b>Полный контроль:</b> Админ панель для полной настройки работы бота — от ключевых слов до пользователей.</li>
  <li>🔒 <b>Безопасность и фильтрация:</b> Возможность блокировать ненадежных пользователей и отключать ненужные сообщения.</li>
  <li>📊 <b>Гибкость:</b> Возможность включать/отключать фильтрацию, добавлять новые чаты и изменять ключевые слова по мере необходимости.</li>
  <li>🎯 <b>Целевая настройка:</b> Легкость в создании гибких фильтров для поиска и получения уведомлений.</li>
</ul>
<br><br>
<b>💼 Для кого:</b>
<p>Этот бот идеально подходит для администраторов сообществ, маркетологов, бизнесменов и всех, кто хочет отслеживать специфичные сообщения и важную информацию в Телеграм чатах для анализа, продаж или взаимодействия с клиентами.</p>
<br><br>
<b>⚙️ Дополнительные возможности:</b>
<p>Техподдержка для настройки и доработки бота в случае необходимости, что гарантирует его эффективную работу в любое время.</p>""",
        "sort_id": 4,
        "image": 'media/project/tg_videograf.jpg',
        "slug": 'tg_videograf',
        'video': 'https://rutube.ru/play/embed/ed2886d67e6f43c9d1f9b563d8b89e3b'
    },
    {
        'title': 'Автопубликатор постов в WhatsApp',
        'text': 'Мониторим новые посты с телеграм каналов, и публикуем в Whatsapp группе медиа посты',
        'short_text': 'Мониторим посты из телеграм чатов/каналов фильтруем и публикуем в WhatsApp',
        'descriptions': """<h2>📋 Описание</h2>  <br>
<p>Наш сервис позволяет автоматически <strong>мониторить новые посты</strong> с выбранных <strong>Telegram каналов</strong> и мгновенно <strong>публиковать медиа-посты</strong> в вашей <strong>WhatsApp группе</strong>. 📲 Это решение значительно упрощает процесс обмена важной информацией и экономит ваше время.</p>  
<br><br>
<h2>🌟 Преимущества</h2>  <br>
<p>Основные преимущества нашего сервиса:</p>  <br>
<ul>  
  <li>⏱️ <strong>Экономия времени:</strong> Автоматический сбор и публикация контента освобождают вас от рутинной работы.</li>  
  <li>🔄 <strong>Полная автоматизация:</strong> Сервис работает круглосуточно, обеспечивая оперативное обновление группы.</li>  
  <li>💬 <strong>Комфорт для участников:</strong> Участники вашей WhatsApp группы всегда будут получать актуальные медиа-посты из Telegram.</li>  
  <li>🎯 <strong>Повышение активности:</strong> Быстрая доставка интересного контента способствует большему вовлечению участников.</li>  
  <li>🛠️ <strong>Гибкие настройки:</strong> Вы можете выбирать каналы для мониторинга и фильтровать типы контента: текстовые посты, изображения, видео или всё сразу.</li>  
</ul>  
""",
        "sort_id": 3,
        "image": 'media/project/tg_at_whatsapp.jpg',
        "slug": 'tg_at_whatsapp',
        'video': 'https://rutube.ru/play/embed/c28241c2804e2632ff1e261a3c4fd451'
    },
    {
        'title': 'Алгоритм для работы с WEB отчетами Ozon',
        'text': 'Алгоритм скачивает excel отчеты с Ozon "Графики" и "Продвижение товаров", а так же получается товары из Web интерфейса товаров и анализирует информацию, которой нет в API. Все данные он записывает в google sheets',
        'short_text': 'Скачивает, анализирует по всем вашим кабинетам отчеты "Графики", "Продвижение товаров", "Товары"',
        'descriptions': """<h1>Алгоритм для работы с WEB отчетами Ozon</h1><br>
Данный алгоритм предназначен для автоматизации работы с данными маркетплейса Ozon. Он выполняет скачивание excel-отчетов, таких как "Графики" и "Продвижение товаров". Дополнительно алгоритм извлекает информацию о товарах из Web-интерфейса, позволяя анализировать данные, которые недоступны через API Ozon.
<br><br>
Все полученные данные обрабатываются и автоматически записываются в Google Sheets, что обеспечивает удобный доступ и возможность дальнейшей работы с таблицами в облаке.
<br><br>
<h2>Преимущества алгоритма</h2><br>
<ul>
    <li><strong>Автоматизация процессов:</strong> Снижает необходимость ручного скачивания и обработки отчетов.</li>
    <li><strong>Анализ скрытых данных:</strong> Позволяет получать и анализировать информацию, недоступную в API.</li>
    <li><strong>Интеграция с Google Sheets:</strong> Удобное хранение данных в облаке с возможностью совместной работы и анализа.</li>
    <li><strong>Экономия времени:</strong> Существенно ускоряет сбор и обработку данных.</li>
    <li><strong>Удобство использования:</strong> Позволяет работать с данными в привычном интерфейсе Google Sheets.</li>
</ul>
""",
        "sort_id": 1,
        "image": 'media/project/business_ozon.jpg',
        "slug": 'ozon_charts_ads',
        'video': 'https://rutube.ru/play/embed/1ee5d2114471a6bd6a378d517a738f73'
    },
    {
        'title': 'WebApp Магазин в Telegram',
        'text': 'Магазин цифровых товаров в Telegram',
        'short_text': 'Корзина, CRM, оплата. Реализован Backend (FastApi) и Frontend (React) ',
        'descriptions': """<h2>🌟 Преимущества</h2>  <br>
<p>Основные преимущества нашего магазина цифровых товаров в Telegram:</p>  <br>
<ul>  
  <li>🛒 <strong>Удобная корзина:</strong> Пользователи могут легко добавлять товары и оформлять заказы прямо в Telegram.</li>  
  <li>📊 <strong>Встроенная CRM:</strong> Полноценная система управления клиентами помогает отслеживать заказы, общаться с покупателями и повышать продажи.</li>  
  <li>💳 <strong>Интеграция оплаты:</strong> Поддержка популярных платёжных систем обеспечивает быстрые и безопасные покупки.</li>  
  <li>⚡ <strong>Быстрая работа:</strong> Благодаря мощному Backend на FastAPI и отзывчивому Frontend на React, магазин работает стабильно и быстро.</li>  
  <li>📱 <strong>Без установки приложений:</strong> Все функции магазина доступны прямо в Telegram — никаких дополнительных приложений не требуется.</li>  
  <li>🎯 <strong>Полная автоматизация:</strong> Процесс покупки, оплаты и доставки цифровых товаров полностью автоматизирован.</li>  
</ul>
""",
        "sort_id": 0,
        "image": 'media/project/store_webapp.jpg',
        "slug": 'store_webapp',
        'video': 'https://rutube.ru/shorts/418e724102ad69a95ea69de8bf6944d7/'
    },
    {
        'title': 'WebApp Визитка в Telegram',
        'text': 'Визитка как WebApp в Telegram',
        'short_text': 'Визитница на React с современный дизайном  в Telegram Mini WebApp',
        'descriptions': """<h2>🌟 Преимущества</h2>  <br>
<p>Основные преимущества нашей визитки в формате Telegram WebApp:</p>  <br>
<ul>  
  <li>💼 <strong>Современный формат:</strong> Визитка работает как мини-приложение внутри Telegram — быстро, удобно и без установки.</li>  
  <li>🎨 <strong>Эстетичный дизайн:</strong> Интерфейс на React выполнен в современном стиле, подчеркивая профессионализм владельца визитки.</li>  
  <li>📱 <strong>Мгновенный доступ:</strong> Получатель может открыть визитку прямо из чата, без переходов на внешние сайты.</li>  
  <li>⚡ <strong>Высокая скорость загрузки:</strong> Использование React обеспечивает быструю и плавную работу WebApp даже на мобильных устройствах.</li>  
  <li>🔗 <strong>Удобные ссылки:</strong> Возможность добавить кнопки с переходами на соцсети, мессенджеры, сайты или формы обратной связи.</li>  
  <li>🔒 <strong>Безопасность и стабильность:</strong> Telegram Mini WebApp обеспечивает защищённый доступ и бесперебойную работу приложения.</li>  
</ul>
""",
        "sort_id": 1,
        "image": 'media/project/visits_webapp.jpg',
        "slug": 'visits_webapp',
        'video': 'https://rutube.ru/play/embed/a2f362c36a0d71d29f6333526d8d7666'
    },
    {
        'title': 'Сайт психолога. SEO + Дизайн',
        'text': 'Современный сайт + БЛОГ на Next JS CPA SSR. SEO оптимизация. Backend Fastapi фронтенд NextJS (React)',
        'short_text': 'Блог + современный сайт на Next JS CPA SSR. SEO оптимизация. Backend Fastapi фронтенд NextJS (React)',
        'descriptions': """<h2>🌟 Преимущества</h2>  <br>
<p>Основные преимущества современного сайта психолога с блогом:</p>  <br>
<ul>  
  <li>🧠 <strong>Профессиональный имидж:</strong> Эстетичный и продуманный дизайн формирует доверие к специалисту с первого взгляда.</li>  
  <li>📝 <strong>Информативный блог:</strong> Возможность делиться полезными статьями и мыслями укрепляет экспертность и повышает вовлечённость аудитории.</li>  
  <li>🔍 <strong>SEO-оптимизация:</strong> Блог и структура сайта адаптированы для поисковых систем, обеспечивая стабильный органический трафик.</li>  
  <li>⚙️ <strong>Современные технологии:</strong> Быстрый и надёжный стек: Frontend на Next.js (SSR, CPA) и Backend на FastAPI.</li>  
  <li>📈 <strong>Рост аудитории:</strong> Комбинация SEO и регулярного контента помогает расширять охват и привлекать новых клиентов.</li>  
  <li>📱 <strong>Адаптивный дизайн:</strong> Удобный просмотр на любых устройствах: смартфонах, планшетах и десктопах.</li>  
  <li>💬 <strong>Комфортное взаимодействие:</strong> Простая навигация, формы записи и обратная связь делают сайт максимально удобным для посетителей.</li>  
</ul>
""",
        "sort_id": 0,
        "image": 'media/project/blog_next_spa.jpg',
        "slug": 'blog_next_spa',
        'video': 'https://rutube.ru/play/embed/959658db5f02a6c7122314e7dd8ee8d9'
    },
    {
        'title': 'Бот для сбора идей сотрудников на производствах',
        'text': 'Каждый сотрудник производства может отсканировать QR и написать свою идею. Идеи + контакты приходят менеджерам и администраторам бота',
        'short_text': 'Каждый сотрудник производства может отсканировать QR и написать свою идею. Идеи + контакты приходят менеджерам и администраторам бота',
        'descriptions': """<h2>🌟 Преимущества</h2>  <br>
<p>Основные преимущества бота для сбора идей от сотрудников:</p>  <br>
<ul>  
  <li>💡 <strong>Простой сбор идей:</strong> Достаточно отсканировать QR-код и отправить предложение прямо в бот — никаких сложных форм и бюрократии.</li>  
  <li>📬 <strong>Мгновенная передача:</strong> Идеи и контактные данные сразу поступают менеджерам и администраторам — никакая инициатива не теряется.</li>  
  <li>🛠️ <strong>Улучшение процессов:</strong> Сбор предложений от сотрудников помогает выявлять слабые места и внедрять улучшения на производстве.</li>  
  <li>👥 <strong>Вовлечённость персонала:</strong> Работники чувствуют свою значимость и готовы делиться идеями, зная, что их голос услышан.</li>  
  <li>🔒 <strong>Приватность и контроль:</strong> Только уполномоченные сотрудники получают доступ к идеям и контактам — всё под контролем.</li>  
  <li>⚡ <strong>Быстрый запуск:</strong> QR-код можно разместить на любом участке производства, и бот начнёт работать сразу же.</li>  
</ul>
""",
        "sort_id": 5,
        "image": 'media/project/idea_telegram.jpg',
        "slug": 'idea_telegram',
        'video': 'https://rutube.ru/play/embed/4ec9ea681a10cf59270804ab4ca204b0'
    },
    {
        'title': 'TG бот фиксатор рабочего времени',
        'text': 'Бот для фиксации рабочего времени работников. Изменение статусов, отпусков. Выгрузка в Google Sheets',
        'short_text': 'Бот для фиксации рабочего времени работников. Изменение статусов, отпусков. Выгрузка в Google Sheets',
        'descriptions': """<h2>🌟 Преимущества</h2>  <br>
<p>Основные преимущества Telegram-бота для фиксации рабочего времени:</p>  <br>
<ul>  
  <li>⏱️ <strong>Учёт рабочего времени:</strong> Сотрудники фиксируют начало и конец рабочего дня прямо в Telegram — быстро и удобно.</li>  
  <li>📊 <strong>Автоматическая отчётность:</strong> Все данные собираются и выгружаются в Google Sheets для дальнейшего анализа и контроля.</li>  
  <li>📅 <strong>Учёт отпусков и статусов:</strong> Бот позволяет указывать статусы, например, «отпуск», «больничный», «удалённо» и др.</li>  
  <li>🔔 <strong>Прозрачность и дисциплина:</strong> Простая система контроля помогает соблюдать график и повышает ответственность сотрудников.</li>  
  <li>🧩 <strong>Интеграция с Google:</strong> Удобная синхронизация с таблицами Google — актуальная информация всегда под рукой у HR и руководителей.</li>  
  <li>📱 <strong>Доступность и простота:</strong> Не нужно устанавливать отдельные приложения — всё работает внутри Telegram.</li>  
</ul>
""",
        "sort_id": 6,
        "image": 'media/project/personal_tg.jpg',
        "slug": 'personal_tg',
        'video': 'https://rutube.ru/play/embed/a974bf07e8c52bbadc8b4b322e404e0c'
    },
    {
        'title': 'TG Проверка доступности домена + Капча',
        'text': 'Проверяем доступность доменов для РФ',
        'short_text': 'Проверка доступности домена на сайте РКН',
        'descriptions': """<h2>🌟 Преимущества</h2>  <br>
<p>Основные преимущества Telegram-бота для проверки доступности доменов в РФ:</p>  <br>
<ul>  
  <li>🌐 <strong>Проверка по базе РКН:</strong> Бот использует официальные источники для получения достоверной информации о блокировке доменов.</li>  
  <li>🤖 <strong>Автоматизация процесса:</strong> Проверка происходит автоматически — не нужно вручную заходить на сайт и вводить данные.</li>  
  <li>🧩 <strong>Обход капчи:</strong> Интеграция с системой разгадывания капчи позволяет получать результаты без участия пользователя.</li>  
  <li>⚙️ <strong>Технологии в основе:</strong> Используем Selenium для надёжной эмуляции действий пользователя и стабильной работы бота.</li>  
  <li>📱 <strong>Работа внутри Telegram:</strong> Просто отправьте домен — и бот быстро вернёт результат проверки прямо в чате.</li>  
  <li>🚀 <strong>Удобство и скорость:</strong> Проверка занимает всего несколько секунд — отличный инструмент для веб-разработчиков и админов.</li>  
</ul>
""",
        "sort_id": 10,
        "image": 'media/project/tg_rkn.jpg',
        "slug": 'tg_rkn',
        'video': 'https://rutube.ru/play/embed/f2135b0ceb5adf8fe6808dc319b0dbce'
    },
    {
        'title': 'Авто тесты сайта косметологии',
        'text': 'Авто тесты сайта косметологии Selenium',
        'short_text': 'Автопроверка сайта + отправка скриншотов в Telegram',
        'descriptions': """<h2>🌟 Преимущества</h2>  <br>
<p>Основные преимущества автотестов для сайта косметологии:</p>  <br>
<ul>  
  <li>🔍 <strong>Полный контроль качества:</strong> Автотесты регулярно проверяют корректность работы сайта, исключая ошибки в работе страниц и форм.</li>  
  <li>🤖 <strong>Автоматизация рутинных задач:</strong> Сценарии на Selenium выполняются без участия человека, экономя время команды.</li>  
  <li>📸 <strong>Скриншоты проблемных мест:</strong> При обнаружении ошибок бот автоматически отправляет скриншоты прямо в Telegram.</li>  
  <li>⚡ <strong>Быстрая реакция:</strong> Мгновенное уведомление в Telegram позволяет оперативно устранять неисправности и сохранять репутацию бренда.</li>  
  <li>🧪 <strong>Проверка ключевых функций:</strong> Регулярное тестирование форм, кнопок и взаимодействий на сайте гарантирует стабильность работы.</li>  
  <li>💼 <strong>Подходит для бизнеса:</strong> Отличное решение для салонов красоты и косметологических клиник, заботящихся о качестве онлайн-сервиса.</li>  
</ul>
""",
        "sort_id": 3,
        "image": 'media/project/selenium_al.jpg',
        "slug": 'selenium_al',
        'video': 'https://rutube.ru/play/embed/10a2ab459284cb7628b0af5ff12dfcb2'
    },
    {
        'title': 'WB обход подписки Джем',
        'text': 'Получаем данные не покупая подписку Джем. Автоматизируем работу в кабинете продавца. Выгружаем данные в Google Sheet. Подсчитываем рост неделя к недели, месяц к месяцу',
        'short_text': 'Получаем данные не покупая подписку Джем. Выгружаем данные в Google Sheet',
        'descriptions': """<h2>🌟 Преимущества</h2>  <br>
<p>Основные преимущества сервиса для обхода подписки Джем и автоматизации аналитики:</p>  <br>
<ul>  
  <li>💰 <strong>Экономия средств:</strong> Получение данных без покупки подписки на Джем — всё необходимое бесплатно и доступно.</li>  
  <li>🤖 <strong>Автоматизация кабинета:</strong> Сервис автоматизирует рутинные действия в личном кабинете продавца на Wildberries.</li>  
  <li>📤 <strong>Выгрузка в Google Sheets:</strong> Все данные автоматически попадают в Google Таблицы — удобно для анализа и хранения.</li>  
  <li>📈 <strong>Аналитика роста:</strong> Подсчёт динамики: неделя к неделе, месяц к месяцу — для оценки реальных результатов.</li>  
  <li>⚡ <strong>Быстрая настройка:</strong> Всё работает без сложных интеграций и лишней настройки — просто и понятно.</li>  
  <li>📊 <strong>Контроль показателей:</strong> Всегда актуальная информация под рукой — следите за продажами, возвратами, динамикой спроса.</li>  
</ul>
""",
        "sort_id": 0,
        "image": 'media/project/wb_djem.jpg',
        "slug": 'wb_djem',
        'video': 'https://rutube.ru/play/embed/3cfcb9c2e7a3224fd18e2a2b07ccfc46'
    },
    {
        'title': 'TG бот для отзывов на WB',
        'text': 'TG бот рассказывает о розыгрышах, высылает рекомендательные видео согласно пользовательскому запросу. Заставляет подписываться на заданные группы. Есть модуль рассылки любого типа контента',
        'short_text': 'Модуль рассылки, бот заставляет подписаться на список групп.',
        'descriptions': """<h2>🌟 Преимущества</h2>  <br>
<p>Основные преимущества Telegram-бота для работы с отзывами на Wildberries:</p>  <br>
<ul>  
  <li>🎯 <strong>Целевая работа с пользователями:</strong> Бот предлагает видео и рекомендации на основе пользовательских запросов, повышая вовлечённость.</li>  
  <li>🎁 <strong>Розыгрыши и мотивация:</strong> Участие в розыгрышах стимулирует пользователей оставлять отзывы и делиться опытом.</li>  
  <li>📢 <strong>Модуль рассылки:</strong> Возможность отправки любых типов контента — текст, медиа, кнопки — в автоматическом режиме.</li>  
  <li>🔗 <strong>Рост подписной базы:</strong> Бот автоматически мотивирует пользователей подписаться на заданные Telegram-группы перед получением контента.</li>  
  <li>📈 <strong>Повышение отзывов и активности:</strong> Сценарии взаимодействия стимулируют пользователей оставлять отзывы на WB.</li>  
  <li>⚙️ <strong>Гибкая настройка:</strong> Возможность кастомизировать поведение бота под конкретные цели и сценарии продвижения.</li>  
</ul>
""",
        "sort_id": 3,
        "image": 'media/project/tg_styles.jpg',
        "slug": 'tg_styles',
        'video': 'https://rutube.ru/play/embed/1a974c6f595ce9f9fa6e52fa872aeea4'
    },
    {
        'title': 'WB Dashboard универсальная таблица',
        'text': 'Таблица которую можно собирать под любые цели. Выбор товаров, выбор метрик',
        'short_text': 'Таблица которую можно собирать под любые цели. Выбор товаров, выбор метрик',
        'descriptions': """
        <h2>🌟 Преимущества</h2><br>
<p>Основные преимущества <b>WB Dashboard – универсальной таблицы для Wildberries:</b></p><br>
<ul>
  <li>🧩 <b>Гибкая настройка под любые цели:</b> Собирай таблицу под свои задачи — от анализа продаж до мониторинга отказов.</li>
  <li>📊 <b>Выбор метрик:</b> Выводи только нужные показатели — трафик, продажи, остатки, рейтинг и многое другое.</li>
  <li>🛒 <b>Фокус на нужных товарах:</b> Удобная фильтрация по категориям, брендам, артикулам — ничего лишнего.</li>
  <li>🚀 <b>Ускорение аналитики:</b> Меньше рутинных операций — больше реальных инсайтов.</li>
  <li>🧠 <b>Интуитивно понятно:</b> Не нужен опыт в Excel или BI — всё уже готово к работе.</li>
  <li>🔄 <b>Автообновление данных:</b> Получай актуальную информацию без ручного сбора и загрузок.</li>
</ul><br>

<p><b>Теги:</b> #аналитика #wildberries #WBdashboard #метрики #продажи #таблица #управление #данные #маркетплейс</p>

        """,
        "sort_id": -2,
        "image": 'media/project/wb_dashboard.jpg',
        "slug": 'wb_dashboard',
        'video': 'https://rutube.ru/play/embed/8525cd55bdb94467500903a6cb4e69ba'
    }
    # {
    #         'title': '',
    #         'text': '',
    #         'short_text': '',
    #         'descriptions': """""",
    #         "sort_id": 3,
    #         "image": 'media/project/.jpg',
    #         "slug": '',
    #         'video': ''
    #     }
]
