# ---------------------------------------------
# Program by @developer_telegrams
#
#
# Version   Date        Info
# 1.0       2023    Initial Version
#
# ---------------------------------------------
works_list = [
    {
        'title': 'Бот для записи клиентов',
        'category': 1,
        'text': 'Бот будет полезен для самозанятых и малого бизнеса.  Помогает создавать окошки своих услуг для '
                'клиентов. Бот берет на себя запись клиентов. Хранение о них, о записях на практику. Бот '
                'уведомляет клиентов перед практикой. Собирает скриншоты платежей. Оповещает администратора '
                'о платежах. Можно добавлять новые окошки в расписание. Разные виды занятий.',
        'short_text': 'Создание своего расписания. Прием оплаты по скриншоту. Журнал записей',
        'descriptions': """<b>📅 Ваш личный Telegram-бот для записи клиентов!</b>
    <br><br>
    Управляйте своим временем эффективно и удобно с нашим ботом. Подходит для мастеров, тренеров, консультантов и других специалистов.
    <br><br>
    <b>🔹 Возможности:</b>
    <ul>
      <li>Создание и настройка расписания с учетом вашего графика.</li>
      <li>Автоматическое освобождение времени для новых клиентов.</li>
      <li>Запись клиентов на доступные слоты без лишних вопросов.</li>
      <li>Уведомления о записях и напоминания о встречах.</li>
      <li>Изменение графика прямо в чате — все под рукой!</li>
    </ul><br><br>

    <b>🔔 Почему это удобно?</b>
    <p>Бот помогает избежать путаницы с записями и экономит ваше время, предоставляя простой и понятный интерфейс для управления клиентами.</p>
    <br><br>
    <i>Попробуйте сейчас и сделайте свою работу проще!</i> 🚀""",
        "sort_id": 2,
        "image": 'http://127.0.0.1:8000/media/project/sapis_cllientov.jpg',
        "slug": 'sapis_cllientov',
        'icon': '',
        'video': 'https://rutube.ru/play/embed/72d39d521ffdc4e58fcef5f9444efc5a'
    },
    {
        'title': 'ChatGPT гороскопы',
        'category': 1,
        'text': 'В телеграм бота интегрирован ChatGPT с ролью составления сексуальных гороскопов и совместимости '
                'по дате рождения. Бот включает в себя функцию обязательной подписик пользователем на заданные '
                'группы или чаты в телеграме. Так же имеет модуль рассылки рекламы и гороскопов',
        'short_text': 'Внедрение ChatGPT, подписка пользователей на заданные группы. Рассылка рекламы',
        'descriptions': """<b>🔮 Telegram-бот с ChatGPT для рассылки гороскопов и не только!</b>
<br><br>
Бот, который объединяет магию астрологии и мощь искусственного интеллекта для взаимодействия с вашими подписчиками. Он поможет увлечь аудиторию, увеличить активность в группах и даже монетизировать ваш проект.
<br><br>
<b>💫 Возможности бота:</b>
<ul>
  <li>🌟 <b>Гороскопы на каждый день</b>: автоматическая рассылка персональных предсказаний для ваших подписчиков.</li>
  <li>❤️ <b>Сексуальный гороскоп</b>: уникальная функция для создания индивидуальных предсказаний для пары с анализом совместимости.</li>
  <li>🔗 <b>Продвижение групп</b>: заставляет подписчиков подписаться на заданные Telegram-каналы перед получением доступа к функциям бота.</li>
  <li>📢 <b>Рассылка рекламы</b>: доставка нужных сообщений вашим пользователям для монетизации.</li>
</ul>
<br><br>
<b>🎯 Почему это выгодно для заказчика?</b>
<ul>
  <li>📈 Увеличение аудитории: мотивируйте пользователей подписываться на ваши каналы и группы.</li>
  <li>💵 Монетизация: привлекайте рекламодателей и зарабатывайте на таргетированных рассылках.</li>
  <li>✨ Удержание аудитории: оригинальные и увлекательные функции бота делают его незаменимым инструментом для пользователей.</li>
  <li>🤖 ИИ-помощник: благодаря ChatGPT бот адаптируется под запросы аудитории, делая предсказания более интересными и точными.</li>
  <li>⚙️ Простота настройки: гибкий и интуитивный интерфейс для управления ботом без технических сложностей.</li>
</ul>""",
        "sort_id": 2,
        "image": 'http://127.0.0.1:8000/media/project/chatgpt_goroskop.jpg',
        "slug": 'chatgpt_goroskop',
        'icon': '',
        'video': 'https://rutube.ru/play/embed/be4ab6f84f2bb4938263a30629ca5c02'
    },
    {
        'title': 'Мониторинг заявок в TG',
        'category': 1,
        'text': 'Бот мониторит Online список чатов/каналов на новые сообщения. И в них ищет ключевые слова '
                'которые так же указываются в боте. При нахождение заданных слов, алгоритм присылает ссылку на '
                'сообщение, ссылку на профиль и само сообщение администратору в личные сообщения',
        'short_text': 'Поиск новых заявок в свой бизнес в чатах/каналах телеграмма',
        'descriptions': """<b>🔍 Бот для онлайн-мониторинга сообщений по ключевым словам</b>
<br><br>
Этот бот станет незаменимым инструментом для вашего бизнеса, помогая находить потенциальных клиентов и заявки в Telegram-каналах и чатах.
<br><br>
<b>💡 Как это работает:</b>
<ul>
  <li>🔑 <b>Настройка ключевых слов:</b> вы задаете список слов и фраз, связанных с вашим бизнесом или услугами.</li>
  <li>📲 <b>Мониторинг сообщений:</b> бот круглосуточно отслеживает публичные чаты и каналы в Telegram, фильтруя сообщения с заданными ключевыми словами.</li>
  <li>📥 <b>Мгновенные уведомления:</b> бот присылает вам найденные сообщения, чтобы вы могли оперативно реагировать.</li>
</ul>
<br><br>
<b>🎯 Преимущества для вашего бизнеса:</b>
<ul>
  <li>💼 <b>Поиск клиентов:</b> находите людей, которые интересуются вашими услугами или задают вопросы, связанные с вашей сферой.</li>
  <li>⏱ <b>Экономия времени:</b> не нужно вручную просматривать сотни чатов — бот делает это за вас.</li>
  <li>📈 <b>Увеличение дохода:</b> быстрый доступ к заявкам помогает обгонять конкурентов и привлекать новых клиентов.</li>
  <li>⚡ <b>Реактивность:</b> моментальная информация позволяет оперативно предлагать свои услуги или отвечать на запросы.</li>
  <li>🛠 <b>Гибкость настройки:</b> возможность корректировать ключевые слова и зоны поиска в любое время.</li>
</ul>
<br><br>
<b>Кто может использовать бота?</b>
<p>Этот инструмент идеально подойдет для предпринимателей, психологов, маркетологов, специалистов по продажам, юристам и всем, кто хочет расширить клиентскую базу через Telegram.</p>
""",
        "sort_id": 1,
        "image": 'http://127.0.0.1:8000/media/project/leads_from_telegram.jpg',
        "slug": 'leads_from_telegram',
        'icon': '',
        'video': 'https://rutube.ru/play/embed/08e7bd09cc48891ae1e85d9499320629'
    },
    {
        'title': 'Мониторинг недвижимости в TG',
        'category': 1,
        'text': 'Бот мониторит Online сайты с недвижимостью. И по заданным пользователем параметрам бот присылает '
                'объявления, как только их опубликуют на сайте',
        'short_text': 'Мониторинг объявлений с недвижимостью на сайтах',
        'descriptions': """<b>🏠 Бот для мониторинга сайтов недвижимости</b>  
<br><br>
Бот для автоматического отслеживая новые объявления на популярных сайтах недвижимости. ss.ge и myhome.ge 
<br><br>
<b>💡 Как работает бот:</b>  
<ul>
  <li>🔍 <b>Задайте параметры поиска:</b> выберите тип недвижимости, цену, площадь, местоположение и другие критерии.</li>
  <li>🌐 <b>Мониторинг сайтов:</b> бот круглосуточно отслеживает обновления на ведущих площадках недвижимости.</li>
  <li>📩 <b>Мгновенные уведомления:</b> как только появляется подходящее объявление, бот отправляет его вам в Telegram.</li>
</ul>  
<br><br>
<b>🎯 Преимущества бота:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> вам не нужно вручную проверять сайты — бот делает это за вас.</li>
  <li>⚡ <b>Оперативность:</b> будьте первыми, кто узнает о новых предложениях и успевайте заключить выгодную сделку.</li>
  <li>🎯 <b>Точность поиска:</b> бот отправляет только те объявления, которые соответствуют вашим критериям.</li>
  <li>📈 <b>Расширение возможностей:</b> бот может отслеживать сразу несколько сайтов и параметров, увеличивая ваши шансы найти идеальное предложение.</li>
  <li>🔔 <b>Удобство:</b> все найденные объявления приходят в Telegram, в формате с ссылками, фото и описанием.</li>
</ul>""",
        "sort_id": 3,
        "image": 'http://127.0.0.1:8000/media/project/real_estate.jpg',
        "slug": 'real_estate',
        'icon': '',
        'video': 'https://rutube.ru/play/embed/22e7733cb3e836c1890a63a882baed54'
    },
    {
        'title': 'Визовый бот TG',
        'category': 1,
        'text': 'Бот мониторит визовый сайт Казахстана, и при обнаружение слота записывается. Работает с прокси',
        'short_text': 'Парсер сайта посольства в телеграм. Запись по выданным кодам',
        'descriptions': """<b>🌍 Бот для мониторинга сайта посольства Казахстана</b>  
<br><br>
<b>💡 Как работает бот:</b>  
<ul>
  <li>🔍 <b>Мониторинг сайта:</b> бот автоматически проверяет расписание на сайте посольства Казахстана.</li>
  <li>📆 <b>Поиск свободных окон:</b> при обнаружении доступного времени для записи, бот моментально уведомляет вас.</li>
  <li>✍️ <b>Автозапись:</b> бот может автоматически записать вас на доступное время (если это предусмотрено системой посольства).</li>
</ul>  
<br><br>
<b>🎯 Преимущества бота:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> больше не нужно вручную проверять расписание — бот сделает всё за вас.</li>
  <li>⚡ <b>Оперативность:</b> получайте уведомления сразу после появления свободных слотов.</li>
  <li>📲 <b>Удобство:</b> вся информация приходит прямо в Telegram, в удобном формате.</li>
  <li>🔔 <b>Автоматизация:</b> возможность автозаписи избавляет вас от лишних действий.</li>
  <li>💼 <b>Надёжность:</b> бот работает круглосуточно и не упустит ни одного доступного времени.</li>
</ul>""",
        "sort_id": 3,
        "image": 'http://127.0.0.1:8000/media/project/kz_posolstvo.jpg',
        "slug": 'kz_posolstvo',
        'icon': '',
        'video': 'https://rutube.ru/play/embed/f03e4eb3fec46a267add4b8324d1a8f4'
    },
    {
        'title': 'Бот расписания университетов',
        'category': 1,
        'text': 'Бот в многопоточном режиме мониторит 650 расписаний университетов. И если происходят изменения, то '
                'высылает их студентам. Так же в нём можно посмотреть актуальное расписание, на следующую неделю. '
                'Так же бот имеет возможность выставить во сколько требуется присылать уведомление о парах на '
                'завтра и напоминание о предстоящей паре. В боте есть модуль оплаты',
        'short_text': 'Следит за изменениями. Есть модуль оплаты. Высылает актуальное расписание пар',
        'descriptions': """<b>🎓 Telegram-бот для мониторинга расписания университетов</b>  
<br><br>
Идеальное решение для студентов, которые хотят всегда быть в курсе изменений в расписании и своевременно получать напоминания о парах.  
<br><br>
<b>💡 Что умеет бот:</b>  
<ul>
  <li>📅 <b>Мониторинг расписания:</b> бот автоматически отслеживает изменения в расписании и моментально уведомляет студентов.</li>
  <li>🔍 <b>Просмотр актуального расписания:</b> всегда под рукой расписание на текущую или следующую неделю.</li>
  <li>⏰ <b>Напоминания:</b> возможность настроить уведомления:
    <ul>
      <li>о расписании на завтра в заданное время;</li>
      <li>о предстоящей паре с заданным интервалом (например, за 30 минут).</li>
    </ul>
  </li>
  <li>💳 <b>Модуль оплаты:</b> доступ к функциям через встроенные платёжные возможности.</li>
</ul>  
<br><br>
<b>🎯 Преимущества для студентов:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> больше не нужно вручную проверять изменения в расписании — бот делает это за вас.</li>
  <li>⚡ <b>Оперативность:</b> моментальные уведомления помогают быть готовым к изменениям и не пропускать пары.</li>
  <li>📲 <b>Удобство:</b> всё расписание и настройки доступны в одном месте — в вашем Telegram.</li>
  <li>🔔 <b>Персонализация:</b> гибкие настройки напоминаний позволяют адаптировать бота под ваши нужды.</li>
</ul>  
<br><br>
<b>Для кого полезен бот?</b>  
<p>Идеальное решение для студентов, преподавателей и администраторов университетов, чтобы всегда быть в курсе расписания и вовремя реагировать на изменения.</p>  
""",
        "sort_id": 0,
        "image": 'http://127.0.0.1:8000/media/project/university_tg.jpg',
        "slug": 'university_tg',
        'icon': '',
        'video': 'https://rutube.ru/play/embed/29219f307ddce1f52de0dbaca223dc16'
    },
    {
        'title': 'Автоприем заявок на вступление',
        'category': 1,
        'text': 'Бот принимает заявки на вступление в чат. Тем самым уровень вступивших поднимается, '
                'а уровень отписок падает в разы',
        'short_text': 'Бот принимает заявки и просит подписаться на доп каналы',
        'descriptions': """<b>🔐 Telegram-бот для приёма заявок на вступление в канал</b>  

<b>💡 Как работает бот:</b>  
<ul>
  <li>📋 <b>Приём заявок:</b> перед вступлением в чат пользователь отправляет заявку</li>
  <li>✅ <b>Проверка:</b> бот автоматически подтверждает заявки, решая, кто может присоединиться.</li>
</ul>  

<b>🎯 Преимущества бота:</b>  
<ul>
  <li>🎯 <b>Качественная аудитория:</b> только заинтересованные и проверенные пользователи попадают в ваш чат.</li>
  <li>⏱ <b>Экономия времени:</b> автоматизация процесса приёма заявок упрощает работу администратора.</li>
  <li>🔒 <b>Защита от спама:</b> минимизация нежелательных участников и ботов в вашем сообществе.</li>
  <li>📊 <b>Повышение вовлечённости:</b> участники, прошедшие фильтр, более активно участвуют в обсуждениях, создавая качественный контент в чате.</li>
  <li>⚙️ <b>Гибкость:</b> возможность настроить вопросы для заявки и выбрать режим проверки (автоматический или ручной).</li>
</ul>  

<b>Для кого полезен бот?</b>  
<p>Этот бот идеально подойдёт для администраторов тематических чатов, закрытых клубов, профессиональных сообществ и групп с эксклюзивным контентом.</p>""",
        "sort_id": 4,
        "image": 'http://127.0.0.1:8000/media/project/auto_approve_tg.jpg',
        "slug": 'auto_approve_tg',
        'icon': '',
        'video': 'https://rutube.ru/play/embed/13031d3cf936ac0b8a1d08d0499717b2'
    },
    {
        'title': 'Автоматизация Avito платежей',
        'category': 1,
        'text': 'Бот автоматизирует работу на сайте AVITO по выводу денег на карту за заказ. Пишет случайные заданные в боте отзывы, и осуществляет переписку с клиентом',
        'short_text': 'Выводит деньги на заданные карты. Переписывается',
        'descriptions': """<b>💳 Telegram-бот для автоматизации вывода денег с Avito на карту</b>  
<br><br>
Этот бот — ваш надёжный финансовый помощник, который упрощает и ускоряет процесс вывода средств с платформы Avito. Забудьте о сложных ручных операциях — всё делается автоматически!  
<br><br>
<b>💡 Возможности бота:</b>  
<ul>
  <li>🔄 <b>Автоматизация вывода:</b> бот самостоятельно обрабатывает заказы и переводит заработанные деньги на вашу карту.</li>
  <li>📲 <b>Уведомления:</b> мгновенные сообщения о статусе вывода средств и успешных транзакциях.</li>
  <li>⚙️ <b>Гибкая настройка:</b> возможность привязать несколько карт и управлять процессом прямо из Telegram.</li>
  <li>💼 <b>Отчёты:</b> подробная статистика по выполненным транзакциям для контроля ваших финансов.</li>
</ul>  
<br><br>
<b>🎯 Преимущества использования:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> вывод средств занимает считанные секунды без необходимости вручную обрабатывать транзакции.</li>
  <li>🔒 <b>Безопасность:</b> все операции выполняются с максимальной защитой данных и соблюдением конфиденциальности.</li>
  <li>📊 <b>Прозрачность:</b> бот предоставляет полную историю выводов, что облегчает контроль за финансами.</li>
  <li>💰 <b>Удобство:</b> возможность настроить автоматический вывод по определённым суммам или времени.</li>
  <li>📲 <b>Доступность:</b> управление средствами прямо из Telegram в любое время и с любого устройства.</li>
</ul>  

<b>Для кого полезен бот?</b>  
<p>Идеальное решение для активных продавцов на Avito, которые ценят своё время и хотят упростить процесс управления финансами.</p>""",
        "sort_id": 3,
        "image": 'http://127.0.0.1:8000/media/project/avito_payments.jpg',
        "slug": 'avito_payments',
        'icon': '',
        'video': 'https://rutube.ru/play/embed/d09d5e46bea9f318c99d843100df618a'
    },
    {
        'title': 'Сборщик людей из ТГ',
        'category': 1,
        'text': 'Бот собирает пользователей, их контакты и данные телеграм из каналов, чатов и из комментариев. Записывает в Excel файл. Имеет гибкие настройки которые задаются в телеграм боте',
        'short_text': 'Собирает подписчиков из телеграм каналов/чатов и из комментариев',
        'descriptions': """<b>📊 Telegram-бот для сбора данных пользователей</b>  
<br><br>
Удобный инструмент для тех, кто хочет эффективно собирать данные о пользователях из Telegram. Бот автоматически собирает контакты, данные пользователей и записывает их в Excel-файл для дальнейшего использования.  
<br><br>
<b>💡 Что умеет бот:</b>  
<ul>
  <li>👥 <b>Сбор данных:</b> собирает имена, ID, контакты и другую информацию о пользователях из каналов, чатов и комментариев.</li>
  <li>📋 <b>Экспорт данных:</b> автоматически сохраняет собранную информацию в Excel-файле, готовом к работе.</li>
  <li>⚙️ <b>Гибкие настройки:</b> возможность задать фильтры и параметры сбора прямо в интерфейсе Telegram-бота.</li>
  <li>📂 <b>Управление файлами:</b> сохраняет файлы с данными для удобного скачивания и дальнейшего анализа.</li>
</ul>  
<br><br>
<b>🎯 Преимущества бота:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> автоматизация избавляет от ручного поиска и копирования данных.</li>
  <li>🎯 <b>Точность:</b> бот собирает только актуальную информацию, соответствующую заданным критериям.</li>
  <li>📊 <b>Удобство работы с данными:</b> готовый Excel-файл упрощает анализ и использование собранной информации.</li>
  <li>🔧 <b>Гибкость:</b> возможность настроить фильтры по активности, ключевым словам, группам или другим параметрам.</li>
  <li>🔒 <b>Конфиденциальность:</b> бот работает в пределах доступной информации, не нарушая правил Telegram.</li>
</ul>  
<br><br>
<b>Для кого полезен бот?</b>  
<p>Идеальное решение для маркетологов, администраторов чатов и каналов, а также для тех, кто занимается аналитикой или ищет новых клиентов в Telegram.</p>  
<br><br>
<i>Начните использовать бота уже сегодня и автоматизируйте сбор данных для вашего бизнеса!</i> 🚀  
""",
        "sort_id": 4,
        "image": 'http://127.0.0.1:8000/media/project/people_pars.jpg',
        "slug": 'people_pars',
        'icon': '',
        'video': 'https://rutube.ru/play/embed/57e0fb2206690473e27799f0a44e7b4d'
    },
    {
        'title': 'TG бот раздачи скинов CS GO',
        'category': 1,
        'text': 'Телеграм бот добавляется в чат и смотрит активность пользователей. И за каждый уникальный комментарий начисляет баллы. Пользователи получившие достаточное кол-во баллов могут потратить их скины из CS GO',
        'short_text': 'Выдача скинов за комментарии и активности в ТГ канале',
        'descriptions': """<b>🎮 Telegram-бот для поощрения активности в чате</b>  
<br><br>
Этот бот станет идеальным мотиватором для участников вашего чата! Он отслеживает активность пользователей, начисляет баллы за уникальные комментарии и позволяет тратить их на эксклюзивные скины из CS:GO.  
<br><br>
<b>💡 Что умеет бот:</b>  
<ul>
  <li>👀 <b>Отслеживание активности:</b> бот фиксирует каждый уникальный комментарий пользователя в чате.</li>
  <li>🎯 <b>Начисление баллов:</b> за активность участники получают очки, которые копятся в их личном кабинете.</li>
  <li>🎁 <b>Награды за баллы:</b> пользователи могут обменивать накопленные баллы на скины из CS:GO прямо в боте.</li>
  <li>📲 <b>Прозрачность:</b> возможность проверить свой текущий баланс и историю активности.</li>
</ul>  
<br><br>
<b>🎯 Преимущества бота:</b>  
<ul>
  <li>🔥 <b>Мотивация участников:</b> система баллов и наград стимулирует активность в чате.</li>
  <li>📈 <b>Рост вовлечённости:</b> пользователи становятся более заинтересованными в обсуждениях и взаимодействиях.</li>
  <li>🎮 <b>Уникальный формат:</b> связь с CS:GO делает чат привлекательным для геймеров и фанатов игры.</li>
  <li>⚙️ <b>Автоматизация:</b> бот сам отслеживает комментарии, начисляет баллы и управляет системой наград.</li>
  <li>💼 <b>Управление наградами:</b> администратор может настраивать систему баллов и добавлять новые награды.</li>
</ul>  
<br><br>
<b>Для кого полезен бот?</b>  
<p>Идеальное решение для чатов, связанных с игровой тематикой, киберспортом, геймерскими сообществами или для администраторов, которые хотят повысить активность участников.</p>""",
        "sort_id": 4,
        "image": 'http://127.0.0.1:8000/media/project/cs_go_tg.jpg',
        "slug": 'cs_go_tg',
        'icon': '',
        'video': 'https://rutube.ru/play/embed/0d2274ffaa9ecf53a98ccdcf315fde58'
    },
    {
        'title': 'TG бот анкетирования',
        'category': 1,
        'text': 'Бот опрашивает людей, собирает анкету и сохраняет в excel файл, в google sheets, и отправляет в телеграм в личные сообщения. Так же все текста от вопросов и в меню можно редактировать в админ панели бота.',
        'short_text': 'Сохранение данных в Excel/Google таблицах. Редактирование текстов в боте',
        'descriptions': """<b>📋 Telegram-бот для сбора анкет</b>  
<br><br>
Идеальный инструмент для автоматического проведения опросов, сбора анкет и удобного хранения результатов. Этот бот помогает эффективно собирать данные, настраивать вопросы и управлять процессом прямо из Telegram.  
<br><br>
<b>💡 Что умеет бот:</b>  
<ul>
  <li>📝 <b>Сбор анкет:</b> бот проводит опросы и записывает ответы пользователей.</li>
  <li>📂 <b>Сохранение данных:</b> ответы автоматически сохраняются в:
    <ul>
      <li>Excel-файл;</li>
      <li>Google Sheets (для удобного доступа и совместной работы);</li>
      <li>Личные сообщения в Telegram (для оперативного получения информации).</li>
    </ul>
  </li>
  <li>✏️ <b>Редактируемые тексты:</b> вопросы, инструкции и меню полностью настраиваются через удобную админ-панель.</li>
</ul>  
<br><br>
<b>🎯 Преимущества бота:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> автоматизация опросов избавляет от ручной работы по сбору данных.</li>
  <li>⚙️ <b>Гибкость настроек:</b> возможность изменять вопросы и меню делает бот универсальным для любых задач.</li>
  <li>📊 <b>Удобство хранения:</b> все данные доступны в Excel или Google Sheets, что упрощает анализ и обработку.</li>
  <li>🔔 <b>Оперативность:</b> мгновенная отправка собранных данных в личные сообщения позволяет сразу получить доступ к информации.</li>
  <li>🔒 <b>Конфиденциальность:</b> ответы пользователей надёжно хранятся и передаются только администратору.</li>
</ul>  
<br><br>
<b>Для кого полезен бот?</b>  
<p>Идеальное решение для HR-специалистов, маркетологов, организаторов мероприятий, учебных заведений и любых организаций, которым важно собирать анкеты и мнения.</p>""",
        "sort_id": 3,
        "image": 'http://127.0.0.1:8000/media/project/anketa_cars_tg.jpg',
        "slug": 'anketa_cars_tg',
        'icon': '',
        'video': 'https://rutube.ru/play/embed/b3d972044f4a567d6c37be584c63f8b0'
    },
    {
        'title': 'Планировщик постов',
        'category': 1,
        'text': 'Бот публикует в добавленные каналы заготовленные посты любого медиа формата. Может добавлять клавиатуру к постам. Бот анализирует сообщения в чате от пользователей и в случае нахождения нужных слов высылает заранее заготовленные посты',
        'short_text': 'Публикует посты, добавляет клавиатуру к ним. Реагирует на слова',
        'descriptions': """<b>📢 Telegram-бот для публикации и автоматического реагирования на сообщения</b>  
<br><br>
Эффективный инструмент для автоматизации публикаций и повышения вовлечённости аудитории. Бот публикует посты в каналах и автоматически реагирует на сообщения пользователей в чате, предоставляя им заранее подготовленный контент.  
<br><br>
<b>💡 Что умеет бот:</b>  
<ul>
  <li>📄 <b>Публикация постов:</b> размещает заранее заготовленные посты любого формата (текст, фото, видео, документы, голосовые, кружочки) в добавленных каналах.</li>
  <li>🎛 <b>Настройка клавиатур:</b> возможность добавлять кнопки к постам для удобства пользователей.</li>
  <li>🔍 <b>Анализ сообщений:</b> мониторит чат на наличие заданных ключевых слов.</li>
  <li>📩 <b>Ответы на ключевые слова:</b> при нахождении нужного слова отправляет в чат заранее заготовленный пост или сообщение.</li>
</ul>  
<br><br>
<b>🎯 Преимущества бота:</b>  
<ul>
  <li>⏱ <b>Автоматизация процессов:</b> публикации и ответы происходят без участия администратора, что экономит время.</li>
  <li>📈 <b>Рост вовлечённости:</b> интерактивные посты и быстрые ответы удерживают внимание пользователей и делают общение более активным.</li>
  <li>⚙️ <b>Гибкость настроек:</b> возможность адаптировать посты, клавиатуры и ключевые слова под нужды канала или бизнеса.</li>
  <li>📊 <b>Удобство управления:</b> вся работа с ботом ведётся через интуитивно понятный интерфейс бота Telegram.</li>
  <li>🔄 <b>Универсальность:</b> поддержка любого медиаформата позволяет делать публикации более разнообразными и интересными.</li>
</ul>  
<br><br>
<b>Для кого полезен бот?</b>  
<p>Идеальное решение для администраторов Telegram-каналов и чатов, маркетологов, владельцев бизнеса, блогеров и всех, кто хочет автоматизировать публикацию контента и повысить качество взаимодействия с аудиторией.</p>  
<br><br>
<i>Начните использовать бота прямо сейчас и освободите время для стратегических задач, пока он заботится о вашей аудитории!</i> 🚀  
""",
        "sort_id": 3,
        "image": 'http://127.0.0.1:8000/media/project/sender_msg.jpg',
        "slug": 'sender_msg',
        'icon': '',
        'video': 'https://rutube.ru/play/embed/adefbd1d808e4eeb5de035bddccd4c55'
    },
    {
        'title': 'Бот для ветклиники',
        'category': 1,
        'text': 'Бот для записи клиентов ветклиники и отправки заявки менеджерам в личные сообщения.',
        'short_text': 'Анкетирует клиента и отправляет заявку менеджерам в ЛС',
        'descriptions': """<b>🐾 Telegram-бот для записи клиентов ветеринарной клиники</b>  
<br><br>
Удобный инструмент для автоматизации записи клиентов в ветклинику. Бот помогает легко организовать процесс записи, упрощает работу менеджеров и улучшает клиентский сервис.  
<br><br>
<b>💡 Что умеет бот:</b>  
<ul>
  <li>📅 <b>Запись на приём:</b> клиент может выбрать удобное время и дату для посещения клиники через Telegram.</li>
  <li>📩 <b>Уведомления для менеджеров:</b> бот отправляет заявки о записи в личные сообщения менеджеру для оперативной обработки.</li>
  <li>🔄 <b>Управление записями:</b> возможность подтверждения, изменения или отмены записи через админ-панель.</li>
  <li>📊 <b>Сбор информации:</b> бот запрашивает необходимые данные клиента, такие как имя, номер телефона, вид питомца и причина обращения.</li>
</ul>  
<br><br>
<b>🎯 Преимущества:</b>  
<ul>
  <li>⏱ <b>Экономия времени:</b> автоматизация записи освобождает менеджеров от рутинной работы.</li>
  <li>📈 <b>Повышение качества сервиса:</b> клиенты могут записываться в любое время, что делает процесс удобным и доступным.</li>
  <li>📲 <b>Оперативная обработка:</b> заявки сразу поступают к менеджерам, что ускоряет процесс подтверждения записи.</li>
  <li>🔒 <b>Защита данных:</b> бот надёжно хранит и передаёт информацию, соблюдая конфиденциальность.</li>
  <li>🎛 <b>Гибкость:</b> возможность адаптировать бота под нужды конкретной ветклиники, добавляя уникальные функции и настройки.</li>
</ul>""",
        "sort_id": 2,
        "image": 'http://127.0.0.1:8000/media/project/vet_tg.jpg',
        "slug": 'vet_tg',
        'icon': '',
        'video': 'https://rutube.ru/play/embed/bfbd8fb96187f5b1c0f37d2002f09866'
    }
]
